Repository: vernesong/OpenClash
Catalog: luci-app-openclash/po/*/openclash.*.po
Languages: es

source: Warning: Can't Settting Only Intranet Allowed Function, Get IPv6 WAN Interfaces error, Please Verify The Firewall's WAN Zone Name is wan, Ignore This IF The Device Does not Have a WAN Interfaces...
es: Advertencia: fallo al activar la función «solo intranet». No se pudo obtener la interfaz WAN IPv6. Comprueba que la zona WAN en el cortafuegos se llama «wan». Si el dispositivo no tiene interfaz WAN, ignora este aviso.

source: Config File Download Successful, Test If There is Any Errors...
es: Archivo de configuración descargado correctamente. Probando si hay errores...

source: configuration file
es: archivo de configuración

source: test failed
es: prueba fallida

source: test is successful
es: prueba correcta

source: Error: Config File Tested Faild, Please Check The Log Infos!
es: Error: la prueba del archivo de configuración ha fallado. Consulta el registro del núcleo.

source: Test The Config File First...
es: Probando el archivo de configuración antes de iniciar...

source: Other Parameters
es: Otros parámetros

source: Edit Your Other Parameters Here
es: Edita aquí tus parámetros adicionales

source: Error: Config Not Found, Switch Config File to
es: Error: no se encontró el archivo de configuración; cambiando al archivo de configuración

source: Enable Unified Delay
es: Activar cálculo unificado de latencia

source: Change The Delay Calculation Method To Remove Extra Delays Such as Handshaking
es: Cambia el método de cálculo de latencia para eliminar tiempos extra como el handshake.

source: Tip: If the download fails, try setting the CDN in Overwrite Settings - General Settings - Github Address Modify Options
es: Tip: si la descarga falla, prueba a configurar un CDN en Sobrescritura → General → Modificar direcciones de Github.

source: Used for Downloading Subscriptions, Defaults to Clash
es: User-Agent usado para descargar suscripciones (por defecto: Clash)

source: Error: Set Proxies Address Skip Failed,
es: Error: fallo al configurar la omisión de direcciones de proxy,

source: Flush Failed
es: Limpieza fallida

source: Respect Rules
es: Respetar reglas

source: Whether or not The Connection to the DNS Server Follow the Rules in Config
es: Indica si la conexión al servidor DNS debe seguir las reglas establecidas en la configuración.

source: To Use in Fake-IP Mode, Please Switch The Dns Redirect Mode To Firewall Forwarding
es: Para usar esta función en modo Fake-IP, cambia el redireccionamiento DNS a reenvío por firewall.

source: Skip Proxy Address
es: Omitir direcciones de proxy

source: Bypassing Server Addresses And Preventing Duplicate Proxies
es: Omite direcciones de servidores para evitar duplicados de proxy.

source: Warning: Unsupported format, Proxies Address Skip Function Ignore Proxy-providers File
es: Advertencia: formato no compatible; se omitirá la omisión de direcciones en archivos de proveedores de proxy.

source: Custom Your CDN URL
es: Configurar URL personalizada de CDN

source: Type CDN URL, Format Like
es: Introduce la URL del CDN, con formato tipo

source: Please enter a valid URL!
es: Por favor, introduce una URL válida.

source: WAN Interface Name
es: Nombre de la interfaz WAN

source: Select WAN Interface Name For The Intranet Allowed
es: Selecciona la interfaz WAN correcta para la función «solo intranet».

source: LAN Interface Name
es: Nombre de la interfaz LAN

source: Select LAN Interface Name
es: Selecciona la interfaz LAN adecuada

source: For More Useful Meta Core Functions Go Wiki
es: Consulta el Wiki para más funciones del núcleo Meta

source: Tip: Because Need Ensure Bypassing IP Option Work, Deleted The Fake-IP-Filter Rule
es: Tip: para garantizar que la omisión IP funcione, se ha eliminado la regla de Fake-IP-Filter.

source: Tip: Because Need Ensure Bypassing IP Option Work, Added The Fake-IP-Filter Rule
es: Tip: para garantizar que la omisión IP funcione, se ha añadido la regla de Fake-IP-Filter.

source: Fake-IP is not returned if the matching succeeds when blacklist mode or Fake-IP is returned if the matching succeeds when whitelist mode
es: En modo lista negra: si coincide, no se devuelve Fake-IP. En modo lista blanca: solo si coincide se devuelve Fake-IP.

source: Blacklist Mode
es: Modo lista negra

source: Whitelist Mode
es: Modo lista blanca

source: Cached Compliant Nodes Number:
es: Número de nodos compatibles en caché:

source: , Cached Non-compliant Nodes Number:
es: nodos no compatibles en caché:

source: , Prioritize Testing With Cached Compliant Nodes...
es: , priorizando nodos compatibles para las pruebas...

source: Flush Unlock Test Cache
es: Limpiar caché de pruebas de desbloqueo

source: Flush Cache
es: Limpiar caché

source: ECS Subnet
es: Subred ECS

source: Specify the ECS Subnet Address
es: Especificar la subred ECS

source: ECS Override
es: Forzar ECS

source: Override the ECS Subnet Address
es: Sobrescribir la subred ECS en consultas DNS

source: Tip: Respect-rules Option Need Proxy-server-nameserver Option Must Be Setted, Auto Set to
es: Tip: para usar Respect-rules, proxy-server-nameserver debe estar configurado. Se ajustará automáticamente a

source: Tip: Nameserver Option Maybe All Setted The Proxy Option, Auto Set Proxy-server-nameserver Option to
es: Tip: los servidores nameserver podrían estar todos usando proxy. Se ajustará automáticamente proxy-server-nameserver a

source: Tip: Proxy-server-nameserver Option Maybe All Setted The Proxy Option, Auto Set Proxy-server-nameserver Option to
es: Tip: proxy-server-nameserver podría estar completamente en modo proxy. Se añadirá configuración automáticamente.

source: For Avoiding Proxies Server Resolve Loop...
es: Para evitar bucles de resolución en servidores proxy...

source: Tip: Config File
es: Tip: archivo de configuración

source: Downloading URL
es: URL de descarga de suscripción:

source: Downloading User-Agent
es: User-Agent usado para descargar suscripción:

source: Warning: Option
es: Advertencia: opción

source: Tip: Option
es: Tip: opción

source: is Setted
es: ha sido configurada

source: as DNS Server Which May Cause DNS Loop, Please Consider Removing It When DNS Works Abnormally...
es: como servidor DNS, lo que puede causar bucles DNS. Elimínalo si detectas fallos de resolución.

source: as DNS Server Which May Cause DNS Loop, Already Remove It...
es: como servidor DNS (posible bucle). Ha sido eliminado automáticamente.

source: Error: Set Custom DNS Failed,
es: Error: falla al configurar DNS personalizado,

source: Error: Set proxy-server-nameserver Failed,
es: Error: falla al configurar proxy-server-nameserver,

source: Error: Set direct-nameserver Failed,
es: Error: falla al configurar direct-nameserver,

source: Error: Set fallback-filter Failed,
es: Error: falla al configurar fallback-filter,

source: Rule
es: Regla

source: Direct
es: Directo

source: Error: Config File Overwrite Failed,
es: Error: falla al sobrescribir el archivo de configuración,

source: Edit
es: Editar

source: Proto
es: Protocolo

source: Family
es: Tipo de dirección

source: Comment
es: Comentario

source: Internal addresses
es: Direcciones internas

source: Internal ports
es: Puertos internos

source: TargetObjetivo
es: Error: anomalía de red, se suspende la detección de desbloqueo...

source: (Not Support mrs Format)
es: (Formato mrs no soportado)

source: UpDate
es: Actualizar

source: Local Network
es: Red local

source: Error: LAN IP Address Get Error, Please Check The LAN Interface Setting or Choose the Correct Interface in the Setting!
es: Error: no se pudo obtener la IP LAN. Revisa la interfaz LAN o selecciona la correcta en ajustes.

source: Warning: Skiped The Custom Rule Because Group & Proxy Not Found:
es: Advertencia: regla personalizada omitida por no encontrar grupo o proxy asociado:

source: Disable quic-go GSO Support
es: Desactivar soporte GSO para quic-go

source: Suggestion: If Encountering Issues With QUIC UDP on The Linux Kernel Version Above 6.6, Please Try to Enable.
es: Sugerencia: si en kernels >6.6 aparecen problemas en QUIC–UDP, activa esta opción.

source: Drop The Type of DNS Responsed
es: Descartar tipos concretos de respuesta DNS

source: Disable-IPv4
es: Desactivar IPv4

source: Disable-IPv6
es: Desactivar IPv6

source: Smart Core
es: Núcleo Smart

source: Error: Failed to create update script!
es: Error: fallo al crear el script de actualización.

source: Attempting to start update service...
es: Intentando iniciar el servicio de actualización...

source: Service start failed, retrying in 2 seconds...
es: No se pudo iniciar el servicio; reintentando en 2 segundos...

source: Error: Failed to start update service after 3 attempts, please check and try again later...
es: Error: el servicio de actualización no pudo iniciarse tras 3 intentos. Revisa los registros.

source: Core Update
es: Actualización del núcleo

source: View core infos that support smart group
es: Ver información del núcleo compatible con grupos Smart

source: Control panel address copied:
es: Dirección del panel copiada:

source: Control panel secret copied:
es: Clave del panel copiada:

source: No control panel secret set
es: No se ha configurado clave del panel

source: Proxy auth info copied:
es: Información de autenticación del proxy copiada:

source: No proxy auth info set
es: No hay información de autenticación configurada

source: Proxy info not available, please try again later
es: No se pudo obtener información del proxy; inténtalo más tarde

source: Mix proxy address copied:
es: Dirección del proxy mixto copiada:

source: Mix Proxy
es: Proxy mixto

source: Area Bypass
es: Omisión por región

source: Area bypass setting switched to:
es: La omisión por región se ha establecido en:

source: Area bypass setting failed
es: Fallo al configurar la omisión por región

source: Sniffer
es: Sniffer de dominios

source: Sniffer setting
es: Sniffer configurado

source: Sniffer setting failed
es: Fallo al configurar Sniffer

source: DNS Proxy
es: Proxy DNS

source: Respect Rules setting
es: Modo Respect Rules configurado

source: Respect Rules setting failed
es: Fallo al configurar Respect Rules

source: Copy failed, please copy manually:
es: Copia fallida; copia manualmente:

source: Copy Address
es: Copiar dirección

source: Copy Secret
es: Copiar clave

source: Copy Auth Info
es: Copiar información de autenticación

source: Not Available
es: No disponible

source: Off
es: Desactivado

source: Mainland
es: China continental

source: Oversea
es: Internacional

source: On
es: Activado

source: Get PAC Config
es: Obtener configuración PAC

source: PAC file URL copied:
es: URL del archivo PAC copiada:

source: PAC file URL:
es: URL del archivo PAC:

source: PAC file generation failed
es: Error al generar el archivo PAC

source: Proxy service not available, please try again later
es: Servicio proxy no disponible, inténtalo de nuevo más tarde

source: No authentication configured, please be aware of the risk of information leakage!
es: No hay autenticación configurada. Ten en cuenta el riesgo de fuga de información.

source: Other
es: Otros

source: Apply
es: Aplicar

source: Proxy service not running
es: El servicio proxy no está en ejecución

source: Unable to get proxy IP
es: No se pudo obtener la IP del proxy

source: Failed to write PAC file
es: Error al escribir el archivo PAC

source: Downloading:
es: Descargando:

source: Downloading...
es: Descargando...

source: Sniff the domain name of the traffics to avoid rule-based proxy failure
es: Analiza los dominios del tráfico para evitar fallos de proxy basados en reglas

source: DNS querys respect-rules to preventing access failure
es: Las consultas DNS siguen las reglas para evitar fallos de acceso

source: Upload File
es: Subir archivo

source: Subscribe Link
es: Enlace de suscripción

source: Click to select file or drag and drop
es: Haz clic para seleccionar el archivo o arrástralo aquí

source: Support YAML file, max size 10MB
es: Se admiten archivos YAML, tamaño máximo 10 MB

source: Support txt,conf files, max size 10MB
es: Se admiten archivos .txt y .conf, tamaño máximo 10 MB

source: Subscription URL
es: URL de suscripción

source: Optional
es: Opcional

source: Custom
es: Personalizado

source: Config Name
es: Nombre de configuración

source: Enter config name (without extension)
es: Introduzca el nombre de configuración (sin extensión)

source: Processing...
es: Procesando...

source: Ready to add config
es: Listo para añadir configuración

source: Cancel
es: Cancelar

source: Add Config
es: Añadir configuración

source: Ready to upload file
es: Listo para subir archivo

source: Ready to add subscription
es: Listo para añadir suscripción

source: File selected:
es: Archivo seleccionado:

source: Size:
es: Tamaño:

source: Please select a YAML file
es: Por favor, selecciona un archivo YAML

source: File size exceeds 10MB limit
es: El tamaño del archivo supera el límite de 10 MB

source: File ready to upload
es: Archivo listo para subir

source: Please enter a filename
es: Por favor, introduce un nombre de archivo

source: Filename contains invalid characters
es: El nombre del archivo contiene caracteres no válidos

source: Uploading...
es: Subiendo...

source: Upload completed
es: Subida completada

source: Upload successful
es: Subida exitosa

source: Upload failed:
es: Error en la subida:

source: Failed to read file
es: Error al leer el archivo

source: Please enter subscription URL and config name
es: Introduce la URL de la suscripción y el nombre de la configuración

source: Invalid subscription URL format
es: Formato de URL de suscripción no válido

source: Config name contains invalid characters
es: El nombre de la configuración contiene caracteres no válidos

source: Adding subscription...
es: Añadiendo suscripción...

source: Failed to download subscription config
es: Error al descargar la configuración de la suscripción

source: Failed to add subscription
es: Error al añadir la suscripción

source: Subscription added successfully
es: Suscripción añadida correctamente

source: Process failed
es: Proceso fallido

source: Close
es: Cerrar

source: Loading...
es: Cargando...

source: Minimize
es: Minimizar

source: Maximize
es: Maximizar

source: Download
es: Descargar

source: Save
es: Guardar

source: Compare
es: Comparar

source: Loading config file...
es: Cargando archivo de configuración...

source: Ready
es: Listo

source: Press F11 for fullscreen, Esc to exit fullscreen, Ctrl+Mouse Wheel to zoom
es: Pulsa F11 para pantalla completa, Esc para salir, Ctrl + rueda del ratón para zoom

source: Press F10 to toggle differences, F11 for fullscreen, Esc to exit fullscreen, Ctrl+Mouse Wheel to zoom
es: Pulsa F10 para mostrar diferencias, F11 para pantalla completa, Esc para salir, Ctrl + rueda del ratón para zoom

source: Compare mode: left(Original Config), right(Runtime Config)
es: Modo comparación: izquierda (configuración original), derecha (configuración en ejecución)

source: Please select a config file first
es: Selecciona un archivo de configuración primero

source: No config files found, Please upload a config file to get started
es: No se encontraron archivos de configuración, sube uno para comenzar

source: Unknown
es: Desconocido

source: Failed to load config file
es: Error al cargar el archivo de configuración

source: Load failed
es: Error al cargar

source: Config file content is empty
es: El archivo de configuración está vacío

source: Saved successfully
es: Guardado correctamente

source: Save failed
es: Error al guardar

source: Failed to save config file:
es: Error al guardar el archivo de configuración:

source: Unknown error
es: Error desconocido

source: Save config failed:
es: Error al guardar configuración:

source: Editor not ready
es: El editor no está listo

source: Download started
es: Descarga iniciada

source: Download failed:
es: Error en la descarga:

source: You have unsaved changes. Are you sure you want to close?
es: Tienes cambios sin guardar. ¿Seguro que quieres salir?

source: Restart
es: Reiniciar

source: No Config Selected
es: No hay configuración seleccionada

source: Modified:
es: Modificado:

source: Update Time:
es: Hora de actualización:

source: No Config Files Found
es: No se encontraron archivos de configuración

source: Please select a config file
es: Selecciona un archivo de configuración

source: Failed to load config files
es: Error al cargar archivos de configuración

source: Update
es: Actualizar

source: Failed to get startup log after retries
es: No se pudo obtener el registro de inicio tras varios intentos

source: Starting...
es: Iniciando...

source: Stopping...
es: Deteniendo...

source: Failed to start OpenClash
es: Error al iniciar OpenClash

source: Failed to stop OpenClash
es: Error al detener OpenClash

source: Operation Failed
es: Operación fallida

source: Switching Config...
es: Cambiando configuración...

source: Failed to switch config file:
es: Error al cambiar el archivo de configuración:

source: Switch Failed
es: Cambio fallido

source: Updating Config...
es: Actualizando configuración...

source: Failed to update config file:
es: Error al actualizar archivo de configuración:

source: Failed to update config file, please try again later
es: No se pudo actualizar la configuración, inténtalo más tarde

source: Restarting...
es: Reiniciando...

source: Failed to restart core
es: Error al reiniciar el núcleo

source: Invalid config file selected
es: Archivo de configuración no válido

source: Config uploader not ready, please try again
es: El cargador de configuraciones no está listo, intenta nuevamente

source: Config editor not ready, please try again
es: El editor de configuraciones no está listo, intenta nuevamente

source: New version available
es: Nueva versión disponible

source: Failed to get subscription config
es: Error al obtener configuración de suscripción

source: Expire Date
es: Fecha de caducidad

source: RAW address
es: Dirección RAW

source: Enter custom User-Agent
es: Introduce un User-Agent personalizado

source: Stream Unlock
es: Desbloqueo de streaming

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Enter subscription URL or multiple links (one per line)
es: Introduce una URL de suscripción o varias (una por línea)

source: Enter custom convert address
es: Introduce una dirección de conversión personalizada

source: Enter custom template URL
es: Introduce una URL de plantilla personalizada

source: eg: rename=match@replace, one param per line
es: Ejemplo: rename=buscar@reemplazar, un parámetro por línea

source: Enter keywords to include nodes (one per line)
es: Introduce palabras clave para incluir nodos (una por línea)

source: Enter keywords to exclude nodes (one per line)
es: Introduce palabras clave para excluir nodos (una por línea)

source: Expire Time
es: Tiempo de expiración

source: Remaining Traffic
es: Tráfico restante

source: TG Group
es: Grupo TG

source: Invalid subscription URL format. Support HTTP/HTTPS subscription URLs or protocol links, can be separated by newlines or |
es: Formato de URL no válido. Se admiten direcciones HTTP/HTTPS o enlaces de protocolo, separados por saltos de línea o |

source: Invalid subscription URL format. Only single HTTP/HTTPS subscription URL is supported when subscription conversion is disabled
es: URL no válida. Cuando la conversión está deshabilitada solo se admite una única URL HTTP/HTTPS

source: Advanced Options
es: Opciones avanzadas

source: Show more subscription options
es: Mostrar más opciones de suscripción

source: Overwrite
es: Sobrescribir

source: Original Config
es: Configuración original

source: Runtime Config
es: Configuración en ejecución

source: Runtime config (read only)
es: Configuración en ejecución (solo lectura)

source: Start Downloading LightGBM Model...
es: Comenzando descarga del modelo LightGBM...

source: LightGBM Model Download Success, Check Updated...
es: Modelo LightGBM descargado correctamente, comprobando actualizaciones...

source: LightGBM Model Has Been Updated, Starting To Replace The Old Version...
es: Modelo LightGBM actualizado, reemplazando versión anterior...

source: LightGBM Model Update Successful!
es: ¡Actualización del modelo LightGBM completada!

source: Updated LightGBM Model No Change, Do Nothing...
es: No hay cambios en el modelo LightGBM, no se realizan acciones...

source: LightGBM Model Update Error, Please Try Again Later...
es: Error al actualizar el modelo LightGBM, inténtalo de nuevo más tarde...

source: Smart Auto Switch
es: Cambio automático Smart

source: Auto Switch Url-test and Load-balance Group to Smart Group
es: Cambiar automáticamente los grupos Url-test y Load-balance al grupo Smart

source: Enable LightGBM Model
es: Habilitar modelo LightGBM

source: Use LightGBM Model To Predict Weight
es: Usar modelo LightGBM para predecir pesos

source: Auto Update LightGBM Model
es: Actualizar modelo automáticamente

source: Custom Model URL
es: URL personalizada del modelo

source: Update Model
es: Actualizar modelo

source: Custom LightGBM Model URL, Click Button Below To Refresh After Edit
es: Fuente personalizada del modelo; haz clic abajo después de editar para aplicar

source: Colletct Training Data
es: Recopilar datos de entrenamiento

source: Data Colletct File Size (MB)
es: Tamaño del archivo de datos recopilados (MB)

source: Limit The File Size of Collected Data, The Default is 100MB
es: Limita el tamaño máximo del archivo recopilado, por defecto 100MB

source: Data Colletct Rate
es: Tasa de muestreo de datos

source: Data Acquisition Rate, Desirable Values are 0-1, The Default is 1
es: Tasa de adquisición de datos (0-1), por defecto 1

source: Node Select Strategy
es: Estrategia de selección de nodo

source: Before Node Data Collect Completely, The Default is Sticky-sessions
es: Hasta recopilar suficientes datos, usar estrategia por defecto: sesiones pegajosas

source: Error: Setting Smart Auto Switch Failed,
es: Error: no se pudo activar el cambio automático Smart,

source: Flush Smart Cache
es: Limpiar caché Smart

source: Current Version:
es: Versión actual:

source: Light Version
es: Versión ligera

source: Middle Version
es: Versión media

source: Large Version
es: Versión completa

source: Add New File
es: Añadir nuevo archivo

source: Local File
es: Archivo local

source: Refresh Subscription
es: Actualizar suscripción

source: Refreshing subscription...
es: Actualizando suscripción...

source: Subscription refreshed successfully
es: Suscripción actualizada con éxito

source: Subscription refresh failed
es: Error al actualizar la suscripción

source: Edit Subscription Info
es: Editar información de suscripción

source: Are you sure you want to delete this file and its subscription info?
es: ¿Seguro que quieres eliminar este archivo y su información de suscripción?

source: Add Overwrite Module
es: Añadir módulo de sobrescritura

source: Ready to add file
es: Listo para añadir archivo

source: openclash_custom_overwrite.sh already exists and cannot be added again
es: openclash_custom_overwrite.sh ya existe, no puede añadirse nuevamente

source: Created successfully
es: Creado correctamente

source: Please enter subscription URL
es: Introduce la URL de suscripción

source: Invalid subscription URL format, only single HTTP/HTTPS link is supported
es: URL no válida, solo se admite un enlace HTTP/HTTPS

source: Downloading subscription content...
es: Descargando contenido de la suscripción...

source: Download completed
es: Descarga completada

source: Failed to save subscription info:
es: Error al guardar la información de suscripción:

source: Ready to edit
es: Listo para editar

source: Subscription saved successfully
es: Suscripción guardada correctamente

source: Failed to save subscription
es: Error al guardar la suscripción

source: Environment variable
es: Variable de entorno
