Repository: vernesong/OpenClash
Catalog: luci-app-openclash/po/*/openclash.*.po
Languages: es

source: Chnroute Cidr List Update Error, Please Try Again Later...
es: Error al descargar la lista CIDR de China (IPv4); inténtalo más tarde.

source: Chnroute6 Cidr List Update Error, Please Try Again Later...
es: Error al descargar la lista CIDR de China (IPv6); inténtalo más tarde.

source: Start Downloading GeoSite Database...
es: Iniciando descarga de la base de datos GeoSite...

source: GeoSite Database Download Success, Check Updated...
es: GeoSite descargado correctamente, comprobando actualizaciones...

source: GeoSite Database Has Been Updated, Starting To Replace The Old Version...
es: GeoSite tiene una nueva versión; iniciando reemplazo...

source: GeoSite Database Update Successful!
es: Base de datos GeoSite actualizada correctamente.

source: Updated GeoSite Database No Change, Do Nothing...
es: GeoSite no presenta cambios; operación detenida.

source: GeoSite Database Update Error, Please Try Again Later...
es: Error al descargar GeoSite; inténtalo más tarde.

source: Start Downloading GeoIP Dat...
es: Iniciando descarga de GeoIP Dat...

source: GeoIP Dat Download Success, Check Updated...
es: GeoIP Dat descargado correctamente, comprobando actualizaciones...

source: GeoIP Dat Has Been Updated, Starting To Replace The Old Version...
es: GeoIP Dat tiene una nueva versión; iniciando reemplazo...

source: GeoIP Dat Update Successful!
es: GeoIP Dat actualizado correctamente.

source: Updated GeoIP Dat No Change, Do Nothing...
es: GeoIP Dat no presenta cambios; operación detenida.

source: GeoIP Dat Update Error, Please Try Again Later...
es: Error al descargar GeoIP Dat; inténtalo más tarde.

source: Start Downloading Geoip Database...
es: Iniciando descarga de la base de datos GEOIP...

source: Geoip Database Download Success, Check Updated...
es: GEOIP descargado correctamente, comprobando actualizaciones...

source: Geoip Database Has Been Updated, Starting To Replace The Old Version...
es: GEOIP tiene una nueva versión; iniciando reemplazo...

source: Geoip Database Update Successful!
es: Base de datos GEOIP actualizada correctamente.

source: Updated Geoip Database No Change, Do Nothing...
es: GEOIP no presenta cambios; operación detenida.

source: Geoip Database Update Error, Please Try Again Later...
es: Error al descargar GEOIP; inténtalo más tarde.

source: Start Downloading Geo ASN Database...
es: Iniciando descarga de la base de datos GEO ASN...

source: Geo ASN Database Download Success, Check Updated...
es: GEO ASN descargado correctamente, comprobando actualizaciones...

source: Geo ASN Database Has Been Updated, Starting To Replace The Old Version...
es: GEO ASN tiene una nueva versión; iniciando reemplazo...

source: Geo ASN Database Update Successful!
es: Base de datos GEO ASN actualizada correctamente.

source: Updated Geo ASN Database No Change, Do Nothing...
es: GEO ASN no presenta cambios; operación detenida.

source: Geo ASN Database Update Error, Please Try Again Later...
es: Error al descargar GEO ASN; inténtalo más tarde.

source: Start Getting
es: Iniciando obtención de

source: Groups Setting...
es: configuración de grupos...

source: Group Setting...
es: configuración del grupo...

source: Proxy-providers Setting...
es: configuración de proveedores de proxy...

source: Proxy-provider Setting...
es: configuración del proveedor de proxy...

source: Proxies Setting...
es: configuración de nodos...

source: Proxy Setting...
es: configuración del nodo...

source: Read Error, Config File
es: Error de lectura, archivo de configuración

source: Abnormal!
es: ¡Anómalo!

source: Deleting Old Configuration...
es: Eliminando configuración anterior...

source: Error: Unable To Parse Config File, Please Check And Try Again!
es: Error: no se pudo analizar el archivo de configuración; revísalo y vuelve a intentarlo.

source: Start Writing
es: Iniciando escritura

source: Group To Config File...
es: grupo hacia el archivo de configuración...

source: Proxy To Config File...
es: nodo hacia el archivo de configuración...

source: Proxy-provider To Config File...
es: proveedor de proxy hacia el archivo de configuración...

source: Unable To Parse, Please Choose One-key Function To Create Config File...
es: Error de lectura: usa la función de creación con un clic para generar el archivo de configuración.

source: Setting Secondary DNS Server List...
es: Configurando la lista de DNS secundarios...

source: Deleting
es: Eliminando

source: Proxy-providers That no Longer Exists in Subscription
es: Proveedores de proxy que ya no existen en la suscripción

source: Proxies That no Longer Exists in Subscription
es: Nodos que ya no existen en la suscripción

source: Read Successful!
es: Lectura completada.

source: Write Successful!
es: Escritura completada.

source: Creating By Using lhie1 Rules...
es: Creando usando las reglas lhie1...

source: Created Successful, Updating Proxies, Proxy-providers, Groups...
es: Creación completada; actualizando nodos, proveedores y grupos...

source: Proxies, Proxy-providers, Groups Edited Successful, Updating Config File
es: Edición completada; actualizando archivo de configuración...

source: Warning: Because of The Different Porxy-Group's Name, Stop Setting The Other Rules!
es: Advertencia: los nombres de los grupos no coinciden; se detiene la aplicación de reglas de terceros.

source: Error: Missing Porxy-Group's Name, Stop Setting The Other Rules!
es: Error: faltan grupos requeridos por las reglas de terceros; operación detenida.

source: Tip: Detected That The nameserver DNS Option Has No Server Set, Starting To Complete...
es: Consejo: detectado Nameserver sin servidores configurados; completando automáticamente...

source: Tip: Detected That The default-nameserver DNS Option Has No Server Set, Starting To Complete...
es: Consejo: detectado Default-nameserver sin servidores configurados; completando automáticamente...

source: Error: Nameserver Option Must Be Setted, Stop Customing DNS Servers
es: Error: Nameserver debe tener servidores configurados; deteniendo configuración de DNS personalizados.

source: Config File Does Not Exist, You Have Set Subscription Information, Ready To Download...
es: El archivo de configuración no existe; ya configuraste la suscripción, iniciando descarga...

source: Error: Config Not Found
es: Error: archivo de configuración no encontrado

source: Error: Config File Format Validation Failed...
es: Error: validación del archivo de configuración fallida.

source: Tip: Detected that the GEOIP Database is not Installed, Ready to Download...
es: Consejo: la base de datos GEOIP no está instalada; iniciando descarga...

source: Tip: Detected that the GEOSITE Database is not Installed, Ready to Download...
es: Consejo: la base de datos GEOSITE no está instalada; iniciando descarga...

source: Tip: Detected that the GEOIP Dat is not Installed, Ready to Download...
es: Consejo: la base de datos GEOIP Dat no está instalada; iniciando descarga...

source: Tip: Detected that the Core is not Installed, Ready to Download...
es: Consejo: el núcleo no está instalado; iniciando descarga...

source: Tip: Detected that the Chnroute Cidr is not Installed, Ready to Download...
es: Consejo: la lista CIDR de China no está instalada; iniciando descarga...

source: Tip: Detected that the Chnroute Cidr List Format is wrong, Ready to Reformat...
es: Consejo: formato incorrecto en la lista CIDR de China; iniciando reformateo...

source: Error: OpenClash Can Not Start, Please Check The Error Info And Try Again!
es: Error: OpenClash no puede iniciarse; revisa los registros y vuelve a intentarlo.

source: Found 53 Port Hijacked, Clean Up Firewall Rules...
es: Detectado secuestro del puerto 53; limpiando reglas del firewall...

source: Tip: OpenClash Start Running...
es: Consejo: OpenClash está iniciándose...

source: Tip: OpenClash Restart...
es: Consejo: OpenClash se está reiniciando...

source: Step 1: Get The Configuration...
es: Paso 1: Obtener la configuración...

source: Step 2: Check The Components...
es: Paso 2: Verificar componentes...

source: Step 3: Modify The Config File...
es: Paso 3: Modificar el archivo de configuración...

source: Step 3: Quick Start Mode, Skip Modify The Config File...
es: Paso 3: modo de inicio rápido; omitiendo modificación del archivo.

source: Step 4: Start Running The Clash Core...
es: Paso 4: Iniciar el núcleo de Clash...

source: Step 5: Add Cron Rules, Start Daemons...
es: Paso 5: Añadir tareas programadas e iniciar servicios...

source: Step 6: Core Status Checking and Firewall Rules Setting...
es: Paso 6: Comprobar estado del núcleo y configurar reglas del firewall...

source: Tip: OpenClash Start Successful!
es: Consejo: OpenClash iniciado correctamente.

source: Tip: Firewall Reload Successful!
es: Consejo: firewall recargado correctamente.

source: Warning: Please Note That Network May Abnormal With IPv6's DHCP Server
es: Advertencia: el DHCP IPv6 puede provocar fallos en la conexión.

source: Tip: OpenClash Stoping...
es: Consejo: OpenClash está deteniéndose...

source: Step 1: Backup The Current Groups State...
es: Paso 1: Respaldar estado actual de grupos...

source: Step 2: Delete OpenClash Firewall Rules...
es: Paso 2: Eliminar reglas de firewall de OpenClash...

source: Step 3: Close The OpenClash Daemons...
es: Paso 3: Detener servicios de OpenClash...

source: Step 4: Close The Clash Core Process...
es: Paso 4: Detener el núcleo de Clash...

source: Step 5: Restart Dnsmasq...
es: Paso 5: Reiniciar Dnsmasq...

source: Step 6: Delete OpenClash Residue File...
es: Paso 6: Eliminar archivos residuales de OpenClash...

source: Tip: OpenClash Already Stop!
es: Consejo: OpenClash ya está detenido.

source: Skip Reload OpenClash Firewall Rules Until 5 Minutes Later...
es: Límite de recargas alcanzado; reintento dentro de 5 minutos.

source: Reload OpenClash Firewall Rules...
es: Recargando reglas de firewall de OpenClash...

source: Manually Reload Firewall Rules...
es: Recargar reglas de firewall manualmente...

source: Warning: OpenClash Now Disabled, Need Start From Luci Page, Exit...
es: Advertencia: OpenClash está deshabilitado; inícialo desde LuCI.

source: Watchdog: Log Size Limit, Clean Up All Log Records...
es: Watchdog: límite de tamaño alcanzado; limpiando registros...

source: Watchdog: Setting Firewall For Rules Order...
es: Watchdog: corrigiendo el orden de las reglas del firewall...

source: Watchdog: Force Reset DNS Hijack...
es: Watchdog: restableciendo interceptación DNS...

source: Rule File
es: Archivo de reglas

source: Download Error!
es: ¡Error al descargar!

source: Download Successful!
es: Descarga completada.

source: Switch To The New Proxy When The Delay Difference Between Old and The Fastest Currently is Greater Than This Value
es: Cambiar al nuevo proxy solo si la diferencia de latencia es mayor que este valor.

source: URL-Test Group Tolerance
es: Tolerancia del grupo URL-Test

source: Attention:
es: Atención:

source: The game proxy is a test function and does not guarantee the availability of rules
es: El proxy de juegos es experimental y no garantiza que las reglas funcionen.

source: Preparation steps:
es: Pasos previos:

source: 1. Check the policy group and node you are going to use, Policy group type suggestion: fallback, game nodes must be support UDP and not a Vmess
es: 1. Comprueba el grupo y nodo que usarás. Recomendado: grupo tipo FallBack; el nodo debe soportar UDP y no ser Vmess.

source: 2. Click the <manage third party game rules> or <manage third party rule set> button to enter the rule list and download the rules you want to use
es: 2. Entra en «Gestionar reglas de juegos» o «Gestionar reglas de terceros» y descarga las reglas necesarias.

source: 3. On this page, set the corresponding configuration file and policy group of the rule you have downloaded, and save the settings
es: 3. Configura aquí el archivo y grupo correspondiente a la regla descargada, y guarda los ajustes.

source: When setting this page, if the groups is empty, please go to the <Onekey Create> page to add
es: Si no aparecen grupos, ve a «Crear con un clic» para añadirlos.

source: Introduction to rule set usage:
es: Introducción al uso de conjuntos de reglas:

source: Introduction to proxy usage:
es: Introducción al uso de nodos proxy:

source: Introduction to proxy-provider usage:
es: Introducción al uso de proveedores de proxy:

source: Subconverter external configuration (subscription conversion template) Description: https://github.com/tindy2013/subconverter#external-configuration-file
es: Descripción del archivo de configuración externa para subconverter: https://github.com/tindy2013/subconverter#external-configuration-file

source: If you need to customize the external configuration file (subscription conversion template), please write it according to the instructions, upload it to the accessible location of the external network, and fill in the address correctly when using it
es: Para crear una plantilla personalizada, edítala siguiendo las instrucciones, súbela a una URL accesible y usa esa dirección.

source: If you have a recommended external configuration file (subscription conversion template), you can modify by following The file format of /usr/share/openclash/res/sub_ini.list and pr
es: Si quieres aportar una plantilla recomendada, modifícala siguiendo el formato de /usr/share/openclash/res/sub_ini.list y envía un PR.

source: Note: To restore the default configuration, try accessing:
es: Nota: para restaurar la configuración por defecto, accede a:

source: Take Effect If Fallback DNS Setted, Prevent DNS Pollution
es: Funciona solo si el Fallback DNS está configurado; ayuda a evitar contaminación DNS.

source: Error: Fallback-Filter Need fallback of DNS Been Setted, Ignore...
es: Error: Fallback-Filter solo funciona con Fallback DNS configurado; ignorado.

source: Error: Unable To Parse Custom Fallback-Filter File, Ignore...
es: Error: no se pudo leer el archivo Fallback-Filter; ignorado.

source: Simple & trustworthy
es: Simple y confiable

source: Cross-platform Support
es: Compatibilidad multiplataforma

source: Global Acceleration Network
es: Red global de aceleración

source: Easy to Use
es: Fácil de usar

source: Intelligent Shunting
es: Desvío inteligente

source: Perfect Technical Support
es: Soporte técnico completo

source: Plan Expiration Time
es: Fecha de vencimiento

source: Account Balances
es: Saldo de la cuenta

source: Aff Balances
es: Saldo de afiliación

source: Account Integral
es: Puntos de la cuenta

source: Today Used
es: Uso de hoy

source: Plan Used
es: Consumo del plan

source: Plan Unused
es: Tráfico restante

source: Plan Traffic
es: Tráfico del plan

source: Checkin
es: Recompensa diaria

source: Dler Cloud Account Login Failed! Please Check And Try Again...
es: Error al iniciar sesión en Dler Cloud. Revisa tus datos e inténtalo de nuevo...

source: Dler Cloud Account Login Failed, The Error Info is
es: Error al iniciar sesión en Dler Cloud. Información del error:

source: Dler Cloud Checkin Failed! Please Check And Try Again...
es: Fallo al realizar el check-in en Dler Cloud; inténtalo de nuevo más tarde.

source: Account Email Address
es: Correo de la cuenta

source: Account Password
es: Contraseña

source: Checkin Interval (hour)
es: Intervalo de check-in (horas)

source: Checkin Multiple
es: Multiplicador de check-in

source: Multiple Must Be a Positive Integer and No More Than 100
es: El multiplicador debe ser un entero positivo y no mayor que 100.

source: Dler Cloud Checkin Successful, Result:
es: Check-in de Dler Cloud realizado correctamente. Resultado:

source: Dler Cloud Checkin Failed, Result:
es: Check-in de Dler Cloud fallido. Resultado:

source: Downloading Rule...
es: Descargando regla...

source: Download Failed
es: Descarga fallida

source: Download Successful
es: Descarga completada

source: Rule No Change
es: La regla no ha cambiado

source: Download Timeout
es: Tiempo de descarga agotado

source: Rule Project:
es: Proyecto de reglas:

source: Login...
es: Iniciando sesión...

source: Dler Cloud Login Successful
es: Inicio de sesión en Dler Cloud correcto

source: Dler Cloud Login Faild
es: Inicio de sesión en Dler Cloud fallido

source: Login Account
es: Iniciar sesión

source: Dler Cloud Logout Successful
es: Cierre de sesión en Dler Cloud correcto

source: Dler Cloud Logout Faild
es: Cierre de sesión en Dler Cloud fallido

source: Logout Account
es: Cerrar sesión

source: Account Login
es: Inicio de sesión

source: Account logged in
es: Sesión iniciada

source: Account not logged in
es: Sesión no iniciada

source: Logout...
es: Cerrando sesión...

source: Error Login Info
es: Datos de acceso incorrectos

source: Warning: Proxy is no longer used. Auto replaced by proxies
es: Advertencia: «Proxy» ya no se usa; reemplazado automáticamente por «proxies».

source: Warning: Proxy Group is no longer used. Auto replaced by proxy-groups
es: Advertencia: «Proxy Group» ya no se usa; reemplazado por «proxy-groups».

source: Warning: Rule is no longer used. Auto replaced by rules
es: Advertencia: «Rule» ya no se usa; reemplazado por «rules».

source: Warning: rule-provider is no longer used. Auto replaced by rule-providers
es: Advertencia: «rule-provider» ya no se usa; reemplazado por «rule-providers».

source: Error: Load File Failed,
es: Error: fallo al cargar el archivo,

source: Error: Set General Failed,
es: Error: fallo al modificar la sección General,

source: Error: Set authentication Failed,
es: Error: fallo al modificar Authentication,

source: Error: DNS Loop Check,
es: Error: comprobación de bucle DNS fallida,

source: Error: proxy-groups Get Failed,
es: Error: fallo al obtener proxy-groups,

source: Error: Set Hosts Rules Failed,
es: Error: fallo al modificar Hosts,

source: Error: Set Fake-IP-Filter Failed,
es: Error: fallo al modificar Fake-IP-Filter,

source: Error: Set Nameserver-Policy Failed,
es: Error: fallo al modificar Nameserver-Policy,

source: Error: Set Custom Rules Failed,
es: Error: fallo al aplicar reglas personalizadas,

source: Error: Set BT/P2P DIRECT Rules Failed,
es: Error: fallo al aplicar reglas DIRECT para BT/P2P,

source: Error: Set lhie1 Rules Failed,
es: Error: fallo al aplicar reglas lhie1,

source: Error: Filter Proxies Failed,
es: Error: fallo en el filtrado de nodos,

source: Error: Unable To Parse Config File,
es: Error: no se pudo analizar el archivo de configuración,

source: Error: Unable To Parse Updated Rules File,
es: Error: no se pudo analizar el archivo de reglas actualizado,

source: Error: Edit Provider Path Failed,
es: Error: fallo al modificar la ruta del proveedor,

source: Error: Edit URL-Test Group Tolerance Option Failed,
es: Error: fallo al modificar la tolerancia del grupo URL-Test,

source: Error: Game Proxy Merge Failed,
es: Error: fallo al combinar reglas de juego,

source: Error: Rule Set Add Failed,
es: Error: fallo al añadir reglas al Rule-Set,

source: Error: Custom Rule Provider Merge Failed,
es: Error: fallo al combinar proveedores de reglas personalizados,

source: Error: Resolve Proxy-providers Failed,
es: Error: fallo al analizar proveedores de proxy,

source: Error: Resolve Proxies Failed,
es: Error: fallo al analizar nodos,

source: Error: Resolve Groups Failed,
es: Error: fallo al analizar grupos,

source: Error: Set default-nameserver Failed,
es: Error: fallo al modificar Default-nameserver,

source: switching succeeded!
es: ¡Cambio realizado con éxito!

source: switching failed!
es: ¡El cambio ha fallado!

source: Current Config File
es: Archivo de configuración actual

source: Official Website
es: Sitio oficial

source: Up
es: Subida

source: DownDescarga
es: Total subido

source: Down Total
es: Total descargado

source: Connect
es: Conexiones activas

source: Ram
es: Uso de RAM

source: CPU
es: Uso de CPU

source: Load Avg
es: Carga media

source: Bad address specified!
es: Dirección no válida.

source: Could not find any connection logs!
es: No se encontraron registros de conexión.

source: Some error occurred!
es: Ha ocurrido un error.

source: Click to Test
es: Hacer prueba

source: Connection Test
es: Prueba de conexión

source: Backup File
es: Archivo de copia de seguridad

source: Backup File Restore Successful!
es: Restauración desde copia de seguridad completada.

source: Backup OpenClash
es: Respaldar OpenClash

source: Not Select
es: Sin seleccionar

source: 1. It may be that the plugin is not running
es: 1. Puede que el plugin no esté en ejecución.

source: 2. It may be that the cache causes the browser to directly use the IP for access
es: 2. La caché del navegador podría estar accediendo directamente por IP.

source: 3. It may be that DNS hijacking did not take effect, so clash unable to reverse the domain name
es: 3. El secuestro DNS podría no haber funcionado; Clash no puede resolver los dominios.

source: 4. It may be that the filled address cannot be resolved and connected
es: 4. La dirección introducida puede ser imposible de resolver.

source: OpenClash Log
es: Registro del plugin

source: Core Log
es: Registro del núcleo

source: Append Upstream DNS
es: Añadir DNS ascendente

source: Append The Upstream Assigned DNS And Gateway IP To The Nameserver
es: Añadir al Nameserver el DNS y puerta de enlace proporcionados por el upstream

source: All Groups
es: Todos los grupos

source: Are you sure want to switch the running mode?
es: ¿Seguro que deseas cambiar el modo de funcionamiento?

source: Tip: Because of the file
es: Consejo: debido a que el archivo

source: modificated, Pause quick start...
es: ha sido modificado, pausa del inicio rápido...

source: Click to Update
es: Actualizar reglas

source: Persistence Fake-IP
es: Persistencia de Fake-IP

source: Cache Fake-IP DNS Resolution Records To File, Improve The Response Speed After Startup
es: Guardar en archivo las resoluciones Fake-IP para mejorar la velocidad tras el arranque

source: Test failed
es: Prueba fallida

source: OpenClash Start Failed
es: Error al iniciar OpenClash

source: interface-name
es: Interfaz de salida

source: routing-mark
es: Marca de enrutamiento

source: Streaming Enhance
es: Mejora de streaming

source: Auto Select Unlock Proxy
es: Selección automática de nodo desbloqueado

source: Auto Select Proxy For Streaming Unlock, Support Netflix, Disney Plus, HBO And YouTube Premium, etc
es: Selecciona automáticamente nodos que desbloquean streaming (Netflix, Disney+, HBO, YouTube Premium, etc.)

source: Auto Select Interval(min)
es: Intervalo de detección (minutos)

source: Expand Group
es: Expandir grupo

source: Automatically Expand The Group When Selected
es: Expandir grupos anidados al seleccionarlos (puede causar inestabilidad)

source: Group Filter
es: Filtro de grupos

source: Unlock Region Filter
es: Filtro de regiones

source: Unlock Nodes Filter
es: Filtro de nodos desbloqueados

source: Tip: Start Auto Select Proxy For Netflix Unlock...
es: Iniciando selección automática de nodo para Netflix...

source: Tip: Start Auto Select Proxy For Disney Plus Unlock...
es: Iniciando selección automática de nodo para Disney Plus...

source: Tip: Start Auto Select Proxy For HBO Max Unlock...
es: Iniciando selección automática de nodo para HBO Max...

source: Tip: Start Auto Select Proxy For YouTube Premium Unlock...
es: Iniciando selección automática de nodo para YouTube Premium...

source: Tip: Start Auto Select Proxy For TVB Anywhere+ Unlock...
es: Iniciando selección automática de nodo para TVB Anywhere+...

source: Tip: Start Auto Select Proxy For Amazon Prime Video Unlock...
es: Iniciando selección automática de nodo para Amazon Prime Video...

source: Tip: Start Auto Select Proxy For DAZN Unlock...
es: Iniciando selección automática de nodo para DAZN...

source: Tip: Start Auto Select Proxy For Paramount Plus Unlock...
es: Iniciando selección automática de nodo para Paramount Plus...
