Repository: vernesong/OpenClash
Catalog: luci-app-openclash/po/*/openclash.*.po
Languages: es

source: Other Rule Provider Manage
es: Gestionar proveedores de reglas de terceros

source: Other Rule Providers List
es: Lista de proveedores de reglas de terceros

source: Proxy UDP Traffics
es: Proxy para tráfico UDP

source: The Servers Must Support UDP forwarding
es: Los servidores deben soportar reenvío UDP

source: If Docker is Installed, UDP May Not Forward Normally
es: Si se usa Docker, utiliza modo TUN; de lo contrario UDP puede fallar en juegos.

source: Disable QUIC
es: Deshabilitar QUIC

source: Prevent YouTube and Others To Use QUIC Transmission
es: Evita que YouTube y otros usen QUIC, lo que puede mejorar la velocidad

source: REJECT UDP Traffic(Not Include bypassed regions via China IP Route setting) On Port 443
es: Rechazar tráfico UDP en puerto 443 (excepto regiones omitidas). Evita QUIC según la ruta configurada.

source: Operation Mode
es: Modo de operación

source: Select Operation Mode
es: Seleccionar modo de operación

source: Select Mode For Page Settings, Switch By Click the Button Bellow
es: Selecciona el modo de ajustes globales; cambia usando los botones de abajo.

source: redir-host mode
es: Modo Redir-Host

source: fake-ip mode
es: Modo Fake-IP

source: Switch Operation Mode
es: Cambiar modo de operación

source: Switch Mode
es: Cambiar

source: Black&White
es: Listas blanca/negra

source: LAN Access Control Mode
es: Modo de control de acceso LAN

source: Black List Mode
es: Modo de lista negra

source: White List Mode
es: Modo de lista blanca

source: LAN Bypassed Host List
es: IPs LAN sin proxy

source: LAN Proxied Host List
es: IPs LAN con proxy

source: WAN Bypassed Host List
es: IPs WAN sin proxy

source: LAN Bypassed Mac List
es: MAC LAN sin proxy

source: LAN Proxied Mac List
es: MAC LAN con proxy

source: In The Fake-IP Mode, Only Pure IP Requests Are Supported, Please Setting Fake-IP-Filter First If You Need Domain Type Requests
es: En modo Fake-IP solo se filtran peticiones IP puras. Para dominios, configura primero Fake-IP-Filter.

source: Warning: iptables DSCP module not available, please try DCSP rule by core instead, skipping DSCP rule for
es: Aviso: el módulo DSCP de iptables no está disponible; usa reglas DSCP del núcleo. Se omiten reglas DSCP para:

source: Rule Match Proxy Mode
es: Proxy solo para tráfico coincidente con reglas

source: Append Some Rules to Config, Allow Only Traffic Proxies that Match the Rule, Prevent BT/P2P Passing
es: Añade reglas para que solo el tráfico coincidente use proxy; evita que BT/P2P pase por el proxy.

source: Common Ports Proxy Mode
es: Solo puertos comunes por proxy

source: Only Common Ports, Prevent BT/P2P Passing
es: Solo tráfico de puertos comunes pasará por Clash; evita BT/P2P.

source: 443 or 21-443, Use Space to Separate
es: 443 o 21-443; separa con espacios

source: Default Common Ports
es: Puertos comunes por defecto

source: Provider File Manage
es: Gestión de archivos de proveedores

source: Config File Edit
es: Editar archivo de configuración

source: Delete All File
es: Eliminar todos los archivos

source: SS/SSR/Vmess or Other Link And Subscription Address is Supported When Online Subscription Conversion is Enabled, Multiple Links Should be One Per Line or Separated By |
es: Si está activada la conversión de suscripción en línea, se admiten enlaces SS/SSR/Vmess y direcciones de suscripción. Coloca cada enlace en una línea o sepáralos con |

source: URI and subscription address is supported when online subscription conversion enabled, multiple links should be one per line or separated by
es: Si la conversión está activada, se aceptan URIs y direcciones de suscripción. Varios enlaces: uno por línea o separados por el delimitador.

source: Template Name
es: Plantilla de conversión

source: Subscribe Convert Online
es: Conversión de suscripción online

source: Custom Template URL
es: URL de plantilla personalizada

source: Custom Template
es: Plantilla personalizada

source: Emoji
es: Añadir Emoji

source: skip-cert-verify
es: Omitir verificación de certificado

source: Sort
es: Ordenar

source: Append Node Type
es: Añadir tipo de nodo

source: Convert Subscribe Online With Template
es: Convertir suscripción online usando una plantilla

source: Convert Subscribe function of Online is Supported By subconverter Written By tindy X
es: La conversión online es posible gracias a subconverter desarrollado por tindy X

source: Small Flash Memory
es: Modo de poca memoria flash

source: Move Core And GEOIP Data File To /tmp/etc/openclash For Small Flash Memory Device
es: Mover núcleo y base GEOIP a /tmp/etc/openclash en dispositivos con poca memoria flash

source: Round-robin
es: Round-robin (rotación)

source: Consistent-hashing
es: Hash consistente

source: Sticky-sessions
es: Sesiones persistentes

source: Strategy Type
es: Tipo de estrategia

source: Choose The Load-Balance's Strategy Type
es: Selecciona el tipo de estrategia de balanceo

source: Choose The Smart's Strategy Type
es: Selecciona la estrategia inicial para grupos Smart

source: Uselightgbm
es: Uselightgbm (usar modelo)

source: Collectdata
es: Collectdata (recopilar datos)

source: Policy Priority
es: Policy Priority (ajuste de pesos)

source: Use LightGBM Model For Smart Group Weight Prediction
es: Usar modelo LightGBM para predecir pesos en grupos Smart

source: Collect Datas For Smart Group Model Training
es: Recopilar datos de conexiones para entrenar modelo Smart

source: The Priority Of The Nodes, The Higher Than 1, The More Likely It Is To Be Selected, The Default Is 1, Support Regex
es: Ajusta el peso de cada nodo: >1 aumenta selección; <1 reduce uso. Valor por defecto: 1. Compatible con regex.

source: Running Status
es: Estado de ejecución

source: Running Mode
es: Modo de ejecución

source: Dashboard
es: Panel

source: Control Panel
es: Panel de control

source: Quick Action
es: Acciones rápidas

source: No Backup
es: Sin copia guardada

source: Backup
es: Copia de seguridad

source: Enhance
es: Mejorado

source: Compat
es: Compatible

source: Mix
es: Mixto

source: Close Connect
es: Cerrar conexión

source: Close Connect Failed
es: No se pudo cerrar la conexión

source: Restore Nodes Selection
es: Restaurar selección de nodos

source: Save Nodes Selection
es: Guardar selección de nodos

source: Reload Firewall
es: Recargar firewall

source: Check Update
es: Buscar actualización

source: Check Config Update
es: Comprobar actualización de configuración

source: Check Third Party Rules Update
es: Comprobar actualización de reglas de terceros

source: Check GEOIP Data Update
es: Comprobar actualización de GeoIP

source: Check GeoSite Data Update
es: Comprobar actualización de GeoSite

source: You have not installed the core yet, do you want to download and install it now?
es: Aún no has instalado el núcleo. ¿Deseas descargarlo e instalarlo ahora?

source: No Compiled Version is Selected, Please Select on The Top and Try Again!
es: No se ha seleccionado ninguna versión compilada. Selecciónala arriba y vuelve a intentarlo.

source: Checking...
es: Comprobando...

source: Reloading...
es: Recargando...

source: Restoring...
es: Restaurando...

source: Saving...
es: Guardando...

source: Firewall Rules Reset Failed
es: Error al restablecer las reglas del firewall

source: Close All Connections Railed
es: Error al cerrar todas las conexiones

source: Restore Nodes Selection Railed
es: Error al restaurar la selección de nodos

source: Save Nodes Selection Failed
es: Error al guardar la selección de nodos

source: Tip: after started, please wait patiently until the connection is normal
es: Consejo: una vez iniciado OpenClash, espera hasta que las pruebas de acceso sean normales.

source: Tip: You can modify the profile on the profile page (for content that is not taken over)
es: Consejo: puedes modificar el archivo de configuración en la página correspondiente (solo parámetros no gestionados por OpenClash).

source: Tip: do not write configuration files? Try to create one click on the server page
es: Consejo: ¿no sabes crear archivos de configuración? Usa la función de generación con un clic en la página de servidores.

source: Tip: some website are abnormal? Try switching modes or using third-party rules
es: Consejo: si algunas webs funcionan mal, prueba a cambiar de modo o usar reglas de terceros.

source: Tip: using the fake IP mode can get a faster access experience
es: Consejo: el modo Fake-IP suele ofrecer mejor velocidad.

source: Tip: the nameserver group must have at least one server set when using custom DNS
es: Consejo: al usar DNS personalizados, el grupo NameServer debe tener al menos un servidor configurado.

source: Tip: if you don not use IPv6, please turn off the DHCP service of IPv6, otherwise the connection will be abnormal
es: Consejo: si no usas IPv6, desactiva su DHCP para evitar problemas de conexión.

source: Tip: you can update the version in the settings page
es: Consejo: puedes actualizar el plugin desde la página de ajustes.

source: Note: if the update fails, you can manually download and upload
es: Nota: si la actualización falla, puedes descargar y subir el archivo manualmente.

source: Note: the client may not support update, because the firmware with squashfs format will not release flash space after updating
es: Nota: el cliente puede no actualizarse en firmwares squashfs, ya que no liberan espacio tras actualizar.

source: Compiled Version
es: Versión compilada

source: Release Branch
es: Rama de actualización

source: Note: options will auto-save when you click to update or download
es: Nota: las opciones se guardarán automáticamente al actualizar o descargar.

source: CPU Architecture
es: Arquitectura de CPU

source: Last Check Update
es: Última comprobación de actualización

source: Current Core
es: Versión actual del núcleo

source: Latest Core
es: Última versión del núcleo

source: Core path:
es: Ruta del núcleo:

source: Update Core
es: Actualizar núcleo

source: Download Latest Core
es: Descargar última versión del núcleo

source: Client Update
es: Actualización del cliente

source: Current Client
es: Versión actual del cliente

source: Update Client
es: Actualizar cliente

source: Latest Client
es: Última versión del cliente

source: Download Latest Client
es: Descargar última versión del cliente

source: Restore Default Config
es: Restablecer configuración por defecto

source: Failed to get the latest version. Please try again later!
es: Error al obtener la última versión. Inténtalo más tarde.

source: Are you sure want to restore the default config?
es: ¿Seguro que deseas restablecer la configuración por defecto?

source: Restore succeeded!
es: Restauración completada.

source: Restore failed!
es: Error al restaurar la configuración.

source: Support syntax check, press
es: Admite comprobación de sintaxis; pulsa

source: to control diff option, press
es: para cambiar la vista de diferencia; pulsa

source: to enter full screen editing mode
es: para entrar en modo de edición a pantalla completa

source: Switch page to Fake-IP mode
es: Cambiar página a modo Fake-IP

source: Switch page to Redir-Host mode
es: Cambiar página a modo Redir-Host

source: Page has been switched to Fake-IP mode!
es: ¡La página ahora está en modo Fake-IP!

source: Page has been switched to Redir-Host mode!
es: ¡La página ahora está en modo Redir-Host!

source: IP Address
es: Dirección IP

source: Access Check
es: Prueba de acceso

source: Baidu Search
es: Búsqueda Baidu

source: Querying...
es: Consultando...

source: Testing...
es: Probando...

source: Access Timed Out
es: Tiempo de conexión agotado

source: Access Normal
es: Acceso normal

source: Access Denied
es: Acceso denegado

source: Bind Network Interface
es: Vincular interfaz de red

source: Default Interface Name:
es: Interfaz predeterminada del sistema:

source: ,Try Enable If Network Loopback
es: , activa esta opción si ocurre un bucle de red

source: Custom GeoIP MMDB URL
es: URL personalizada de GeoIP MMDB

source: Custom GeoSite URL
es: URL personalizada de GeoSite

source: Custom Geo ASN URL
es: URL personalizada de Geo ASN

source: Custom Chnroute6 Lists URL
es: URL personalizada de Chnroute IPv6

source: Custom Chnroute Lists URL
es: URL personalizada de Chnroute

source: Custom GeoIP MMDB URL, Click Button Below To Refresh After Edit
es: Edita la URL y pulsa el botón inferior para actualizar GeoIP MMDB.

source: Custom GeoSite Data URL, Click Button Below To Refresh After Edit
es: Edita la URL y pulsa el botón inferior para actualizar GeoSite.

source: Custom Geo ASN Data URL, Click Button Below To Refresh After Edit
es: Edita la URL y pulsa el botón inferior para actualizar Geo ASN.

source: Custom Chnroute Lists URL, Click Button Below To Refresh After Edit
es: Edita la URL y pulsa el botón inferior para actualizar Chnroute.

source: Custom Chnroute6 Lists URL, Click Button Below To Refresh After Edit
es: Edita la URL y pulsa el botón inferior para actualizar Chnroute6.

source: (Default)
es: (Predeterminado)

source: (Default mmdb)
es: (Predeterminado: todos los países con iso_code y geoname_id)

source: (All Info mmdb)
es: (Todos los países con datos completos oficiales)

source: (Only CN)
es: (Solo datos de China)

source: Other Rules Edit
es: Edición de reglas de terceros

source: Get Group Names
es: Obtener nombres de grupos

source: Get Group Names After Select Config File
es: Selecciona un archivo de configuración y luego pulsa para obtener sus grupos

source: Other Rules Name
es: Nombre de regla de terceros

source: Note
es: Nota

source: Auto Restart
es: Reinicio automático

source: Auto Restart OpenClash
es: Reinicio automático del plugin

source: Restart Time (Every Week)
es: Hora de reinicio (semanal)

source: Restart time (every day)
es: Hora de reinicio (diaria)

source: DNS Port
es: Puerto DNS

source: Log Size (KB)
es: Tamaño del log (KB)

source: Set Log File Size (KB)
es: Establecer tamaño del archivo de log (KB)

source: Download Log
es: Descargar log

source: Convert Address
es: Dirección del convertidor de suscripción

source: Note: There is A Risk of Privacy Leakage in Online Convert
es: Nota: la conversión online puede implicar riesgos de privacidad

source: Remove Core
es: Eliminar núcleo

source: Are you sure want to remove all core files?
es: ¿Seguro que deseas eliminar todos los archivos del núcleo?

source: Remove succeeded!
es: Eliminación completada.

source: Remove failed!
es: Error al eliminar.

source: Import
es: Importar configuración

source: Import configuration information successfully
es: Configuración importada correctamente

source: Invalid format
es: Formato no válido

source: User cancelled
es: Operación cancelada por el usuario

source: Paste sharing link here
es: Pega aquí el enlace compartido

source: Unsupported protocol type
es: Tipo de protocolo no soportado

source: Copy
es: Copiar

source: Export
es: Exportar configuración

source: Export failed
es: Error al exportar

source: Export error
es: Error de exportación

source: Parse error.
es: Error de análisis

source: to clipboard successfully
es: copiado al portapapeles correctamente

source: Unable to copy
es: No se pudo copiar

source: to clipboard
es: al portapapeles

source: Exclude Keyword Match Default
es: Excluir nodos no válidos

source: Tip: Start downloading
es: Consejo: iniciando descarga

source: Download successful, start pre update test...
es: Descarga completa, iniciando pruebas previas a la actualización...

source: Pre update test failed...
es: Las pruebas previas han fallado...

source: Pre update test failed after 3 attempts, the file is saved in /tmp/openclash.ipk, please try to update manually with
es: Pruebas fallidas; archivo guardado en /tmp/openclash.ipk, actualiza manualmente con:

source: Pre update test failed after 3 attempts, the file is saved in /tmp/openclash.apk, please try to update manually with
es: Pruebas fallidas; archivo guardado en /tmp/openclash.apk, actualiza manualmente con:

source: Pre update test passed, ready to update and please do not refresh the page and other operations...
es: Pruebas previas superadas. Preparando actualización, no recargues la página ni realices acciones.

source: Installing the new version, please do not refresh the page or do other operations...
es: Instalando nueva versión; no recargues la página ni realices acciones.

source: Installation failed...
es: Instalación fallida...

source: Tip: OpenClash update successful, about to restart!
es: Consejo: actualización correcta; OpenClash se reiniciará.

source: Error: OpenClash update failed after 3 attempts, the file is saved in /tmp/openclash.ipk, please try to update manually with
es: Error: actualización fallida; archivo guardado en /tmp/openclash.ipk, intenta actualizar con:

source: Error: OpenClash update failed after 3 attempts, the file is saved in /tmp/openclash.apk, please try to update manually with
es: Error: actualización fallida; archivo guardado en /tmp/openclash.apk, intenta actualizar con:

source: Download Failed after 3 attempts, please check the network or try again later!
es: Descarga fallida; revisa la red o inténtalo más tarde.

source: Download failed...
es: La descarga ha fallado...

source: Error: Failed to get version information, please try again later...
es: Error: no se pudo obtener información de versión, inténtalo más tarde...

source: Tip: OpenClash has not been updated, stop continuing!
es: Consejo: OpenClash no ha sido actualizado; proceso detenido.

source: Core Version Check Error, Please Try Again Later...
es: Error al comprobar la versión del núcleo; inténtalo más tarde.

source: Core Downloading, Please Try to Download and Upload Manually If Fails
es: Descargando núcleo; si falla, descárgalo y súbelo manualmente.

source: Core Download Successful, Start Update...
es: Núcleo descargado correctamente, iniciando actualización...

source: Core Download Failed, Please Check The Network or Try Again Later!
es: Descarga del núcleo fallida; verifica la red o inténtalo más tarde.

source: Core Update Failed, Please Check The Network or Try Again Later!
es: Actualización del núcleo fallida; revisa la red o inténtalo de nuevo.

source: Core Update Successful!
es: ¡Actualización del núcleo completada!

source: Core Update Failed, Please Make Sure Enough Flash Memory Space or Selected Correct Core Platform And Try Again!
es: Error al actualizar el núcleo: verifica que haya espacio suficiente o que la plataforma seleccionada sea correcta.

source: Core Update Failed...
es: Error al actualizar el núcleo...

source: Core Download Failed...
es: Error al descargar el núcleo...

source: Core Update Failed, Please Make Sure Enough Flash Memory Space And Try Again!
es: Error al actualizar el núcleo: comprueba el espacio de flash.

source: Warning: No Compiled Version Selected, Please Select In Update Page And Try Again!
es: Advertencia: no se ha seleccionado ninguna versión compilada; selecciónala en la página de actualización.

source: Core Has Not Been Updated, Stop Continuing Operation!
es: El núcleo no ha sido actualizado; proceso detenido.

source: Start Downloading Third Party Rules in Use...
es: Iniciando descarga de reglas de terceros en uso...

source: Warning: Multiple Other-Rules-Configurations Enabled, Ignore...
es: Advertencia: múltiples configuraciones de reglas detectadas; ignorando duplicadas...

source: Download Successful, Start Preprocessing Rule File...
es: Descarga correcta; iniciando preprocesamiento del archivo de reglas...

source: Tip:
es: Consejo:

source: Warning:
es: Advertencia:

source: Rule File Format Validation Failed, Please Try Again Later...
es: Validación del archivo de reglas fallida; inténtalo más tarde.

source: Error: Updated Others Rules
es: Error: archivo de reglas actualizado

source: Has No Rules Field, Update Exit...
es: El archivo carece de sección de reglas; actualización detenida.

source: Has Incompatible Proxy-Group, Update Exit, Please Wait For OpenClash Update To Adapt...
es: El archivo contiene grupos no compatibles; espera a una actualización de OpenClash.

source: Check The Downloaded Rule File For Updates...
es: Comprobando si el archivo de reglas contiene actualizaciones...

source: Detected that The Downloaded Rule File Has Been Updated, Starting To Replace...
es: Se detectaron actualizaciones; iniciando reemplazo...

source: Other Rules
es: Reglas de terceros

source: Update Successful!
es: ¡Actualización completada!

source: Updated Other Rules
es: Reglas actualizadas

source: No Change, Do Nothing!
es: Sin cambios; operación detenida.

source: Update Error, Please Try Again Later...
es: Error al actualizar; inténtalo más tarde.

source: Other Rules Not Enable, Update Stop!
es: Las reglas de terceros no están habilitadas; operación detenida.

source: Get Other Rules Settings Faild, Update Stop!
es: No se encontró configuración de reglas de terceros; operación detenida.

source: is Replaced Successfully, Start Picking Nodes...
es: Reemplazo correcto; iniciando selección de nodos...

source: is Replaced Successfully, Start to Reserving...
es: Reemplazo correcto; aplicando configuraciones reservadas...

source: Config File Test Successful, Check If There is Any Update...
es: Archivo de configuración válido; comprobando cambios...

source: Are Updates, Start Replacing...
es: Hay cambios; iniciando reemplazo...

source: Download Successful, Start To Create...
es: Descarga correcta; no hay archivo previo, creando nuevo...

source: Error: Ruby Works Abnormally, Please Check The Ruby Library Depends!
es: Error: Ruby no funciona correctamente; revisa las dependencias.

source: Config File Format Validation Failed...
es: Validación del archivo de configuración fallida...

source: Error: Updated Config
es: Error: archivo de configuración actualizado

source: Has No Proxy Field, Update Exit...
es: El archivo no contiene sección de nodos; operación detenida.

source: Start Updating Config File
es: Iniciando actualización del archivo de configuración

source: Config File Format Validation Failed, Trying To Download Without Agent...
es: Validación fallida; intentando descargar sin proxy...

source: Has No Proxy Field, Trying To Download Without Agent...
es: Falta sección de nodos; intentando descargar sin proxy...

source: Error: Config File
es: Error: archivo de configuración

source: Subscribed Failed, Trying to Download Without Agent...
es: Suscripción fallida; intentando descarga directa...

source: Start Downloading The Chnroute Cidr List...
es: Descargando lista CIDR de China (IPv4)...

source: Start Downloading The Chnroute6 Cidr List...
es: Descargando lista CIDR de China (IPv6)...

source: Chnroute Cidr List Download Success, Check Updated...
es: Lista CIDR de China (IPv4) descargada correctamente, comprobando actualizaciones...

source: Chnroute6 Cidr List Download Success, Check Updated...
es: Lista CIDR de China (IPv6) descargada correctamente, comprobando actualizaciones...

source: Chnroute Cidr List Has Been Updated, Starting To Replace The Old Version...
es: La lista CIDR de China (IPv4) tiene una nueva versión; iniciando reemplazo...

source: Chnroute6 Cidr List Has Been Updated, Starting To Replace The Old Version...
es: La lista CIDR de China (IPv6) tiene una nueva versión; iniciando reemplazo...

source: Chnroute Cidr List Update Successful!
es: Lista CIDR de China (IPv4) actualizada correctamente.

source: Chnroute6 Cidr List Update Successful!
es: Lista CIDR de China (IPv6) actualizada correctamente.

source: Updated Chnroute Cidr List No Change, Do Nothing...
es: La lista CIDR de China (IPv4) no presenta cambios; operación detenida.

source: Updated Chnroute6 Cidr List No Change, Do Nothing...
es: La lista CIDR de China (IPv6) no presenta cambios; operación detenida.
