Repository: vernesong/OpenClash
Catalog: luci-app-openclash/po/*/openclash.*.po
Languages: es

source: Warning: DOWNLOAD FILE no target in
es: Advertencia: descarga de archivo sin destino especificado en

source: Error: DOWNLOAD FILE failed for
es: Error: la descarga falló para

source: Warning: skip General key not allowed
es: Advertencia: parámetro General no permitido, ignorado

source: Warning: skip General key type error
es: Advertencia: error en tipo de parámetro General, ignorado

source: Warning: skip invalid Overwrite command
es: Advertencia: comando de sobrescritura no válido, ignorado

source: Tip: Processing Overwrite Module
es: Aviso: procesando módulo de sobrescritura

source: Tip: Load Overwrite Script
es: Aviso: cargando script de sobrescritura

source: Tip: DOWNLOAD FILE for
es: Aviso: descargando archivo para

source: Tip: Add Cron for
es: Aviso: añadiendo tarea programada para

source: Delete
es: Eliminar

source: Delete failed
es: Error al eliminar

source: Overwrite Module Edit
es: Editar módulo de sobrescritura

source: Nodes Weight Priority, <1 Means Lower Priority, >1 Means Higher Priority, The Default is 1, Pattern Support Regex and String
es: Prioridad de peso del nodo: <1 = menor prioridad, >1 = mayor prioridad; por defecto 1; admite regex y texto

source: Edit Module Info
es: Editar información de módulo

source: Subscription
es: Suscripción

source: Overwrite Module
es: Módulo de sobrescritura

source: module not found, please check your system depends if something abnormal!
es: Módulo no encontrado; si hay errores, revisa las dependencias del sistema

source: Select Nodes Force Lookup and Use Target ASN Info First For More Stable Experience
es: Forzar consulta y priorizar ASN de destino al seleccionar nodos para mayor estabilidad

source: Prefer-ASN
es: Priorizar ASN

source: Light Theme
es: Tema Claro

source: Dark Theme
es: Tema Oscuro

source: Auto Theme
es: Tema Automático
