Repository: vernesong/OpenClash
Catalog: luci-app-openclash/po/*/openclash.*.po
Languages: es

source: Tip: Start Auto Select Proxy For Discovery Plus Unlock...
es: Iniciando selección automática de nodo para Discovery Plus...

source: Tip: Start Auto Select Proxy For Bilibili Unlock...
es: Iniciando selección automática de nodo para Bilibili...

source: Tip: Start Auto Select Proxy For Google Not CN Unlock...
es: Iniciando selección automática de nodo para Google fuera de China...

source: Tip: Start Auto Select Proxy For OpenAI Unlock...
es: Iniciando selección automática de nodo para OpenAI...

source: Netflix Group:
es: Grupo de Netflix:

source: Disney Plus Group:
es: Grupo de Disney Plus:

source: HBO Max Group:
es: Grupo de HBO Max:

source: TVB Anywhere+ Group:
es: Grupo de TVB Anywhere+:

source: Amazon Prime Video Group:
es: Grupo de Amazon Prime Video:

source: YouTube Premium Group:
es: Grupo de YouTube Premium:

source: DAZN Group:
es: Grupo de DAZN:

source: Paramount Plus Group:
es: Grupo de Paramount Plus:

source: Discovery Plus Group:
es: Grupo de Discovery Plus:

source: Bilibili Group:
es: Grupo de Bilibili:

source: Google Group:
es: Grupo de Google:

source: OpenAI Group:
es: Grupo de OpenAI:

source: full support
es: desbloqueo completo

source: full support, area:
es: desbloqueo completo, región:

source: only support homemade!
es: solo admite contenido propio

source: unlock test faild!
es: la prueba de desbloqueo ha fallado

source: , the type of group is not select, auto select could not work!
es: , el tipo de grupo no es Select; la selección automática no puede funcionar.

source: Start auto select unlock proxy...
es: Iniciando selección automática de nodo desbloqueado...

source: only support homemade! the type of group is not select, auto select could not work!
es: Solo admite contenido propio. El grupo no es Select; la selección automática no funcionará.

source: unlock test faild! the type of group is not select, auto select could not work!
es: La prueba de desbloqueo falló. El grupo no es Select; no se puede usar selección automática.

source: only support homemade! start auto select unlock proxy...
es: Solo admite contenido propio. Iniciando selección automática...

source: unlock test faild! start auto select unlock proxy...
es: La prueba falló. Iniciando selección automática...

source: It Will Be Searched According To The Regex When Auto Search Group Fails
es: Si no se puede obtener el grupo automáticamente, se usará la expresión regular para buscarlo.

source: It Will Be Selected Region(Country Shortcode) According To The Regex
es: La región se seleccionará según la expresión regular.

source: It Will Be Selected Nodes According To The Regex
es: Los nodos se filtrarán según la expresión regular.

source: not support unlock!
es: no admite desbloqueo

source: not support unlock! the type of group is not select, auto select could not work!
es: no admite desbloqueo; el grupo no es Select, no se puede usar selección automática.

source: not support unlock! start auto select unlock proxy...
es: no admite desbloqueo; iniciando selección automática...

source: unlock node auto selected successfully, the current selected is
es: Selección automática completada; nodo actual:

source: unlock node auto selected failed, no node available, rolled back to the
es: Fallo en la selección automática; sin nodos disponibles. Revirtiendo al

source: , area:
es: ，región：

source: failed to search based on keywords and automatically obtain the group, please confirm the validity of the regex!
es: Fallo al buscar el grupo por palabras clave; revisa tu expresión regular.

source: unlock node auto selected failed, no node match the regex, rolled back to other full support node
es: Selección automática fallida; ningún nodo coincide. Volviendo a un nodo con desbloqueo completo.

source: unlock node auto selected successfully, no node match the old region, rolled back to other full support node
es: Selección automática correcta, pero ningún nodo coincide con la región previa; usando otro nodo válido.

source: , but not match the regex!
es: , pero no coincide con la expresión regular.

source: full support but not match the old region!
es: desbloqueo completo, pero no coincide con la región anterior

source: , but not match the old region:
es: , pero no coincide con la región anterior:

source: the type of group is not select, auto select could not work!
es: el grupo no es de tipo Select; no se puede usar selección automática

source: , but not match the regex! the type of group is not select, auto select could not work!
es: no coincide con la expresión regular y el grupo no es Select; no se puede usar selección automática

source: but not match the old region! the type of group is not select, auto select could not work!
es: no coincide con la región previa y el grupo no es Select; no se puede usar selección automática

source: , but not match the regex! start auto select unlock proxy...
es: no coincide con la expresión regular; iniciando selección automática...

source: unlock node test finished, rolled back to the full support node
es: Prueba finalizada; revertido a un nodo con desbloqueo completo

source: unlock node test finished, no node match the old region, rolled back to other full support nodePrueba finalizada; ningún nodo coincide con la región previa, revertido a otro nodo válido
es: No hay nodos cuyo nombre coincida con la expresión regular.

source: Bypass Gateway Compatible
es: Compatibilidad con gateway bypass (bypass router)

source: If The Network Cannot be Connected in Bypass Gateway Mode, Please Try to Enable.
es: Si en modo bypass el dispositivo no tiene conexión, prueba a activar esta opción.

source: Suggestion: If The Device Does Not Have WLAN, Please Disable The Lan Interface's Bridge Option
es: Sugerencia: si el dispositivo no tiene WLAN, desactiva la opción de puente en la interfaz LAN.

source: Github Address Modify
es: Modificar dirección de Github

source: Modify The Github Address In The Config And OpenClash With Proxy(CDN) To Prevent File Download Faild. Format Reference:
es: Permite reemplazar las direcciones de Github en OpenClash y en la configuración utilizando un proxy/CDN para evitar fallos de descarga. Formato de referencia:

source: File Edit
es: Edición de archivos

source: Overwrite Edit
es: Edición de sobrescritura

source: Create File
es: Crear archivo

source: You are editing the overwrite script, please note that some settings may cause the abnormal, be careful with the modification!
es: Estás editando el script de sobrescritura; algunos cambios pueden causar fallos. Modifica con precaución.

source: Paste the name of the new file (including the extension) here:
es: Introduce aquí el nombre del nuevo archivo (con extensión):

source: Delay Start (s)
es: Retardo de inicio (segundos)

source: Delay Start On Boot
es: Retrasar el inicio tras arrancar

source: Enable Delay Start, OpenClash Will Start After
es: Retardo de inicio activado; OpenClash se iniciará dentro de

source: Secends...
es: segundos...

source: Waiting for command to complete...
es: Esperando a que finalice el comando...

source: Collecting data...
es: Recopilando datos...

source: Flushing...
es: Vaciando...

source: Flush Successful
es: Limpieza completada

source: Flush Timeout
es: Tiempo de limpieza agotado

source: Flush
es: Limpiar

source: Flush DNS Cache
es: Vaciar caché DNS

source: No Specify Upload File
es: No se ha seleccionado ningún archivo

source: Custom Params
es: Parámetros personalizados

source: eg: "rename=match@replace" , "rename=\s+([2-9])[xX]@ (HIGH:$1)"
es: Ejemplo: "rename=match@replace" , "rename=\s+([2-9])[xX]@ (ALTO:$1)"

source: Use Rule Provider
es: Usar proveedor de reglas

source: Note: Please Make Sure Backend Service Supports This Feature
es: Nota: asegúrate de que tu backend admite esta función, de lo contrario podría fallar el inicio del núcleo.

source: Rename
es: Renombrar

source: Paste the new file name (including the extension) here:
es: Introduce el nuevo nombre de archivo (incluida la extensión):

source: Illegal extension!
es: Extensión no permitida.

source: Manual Test
es: Prueba manual

source: Unlock Test(Select)
es: Prueba de desbloqueo (selección)

source: All Proxies Test
es: Probar todos los nodos

source: Something Wrong While Testing...
es: Algo ha fallado durante la prueba...

source: Network instability may occur during testing, Are you sure want to start test?
es: La prueba puede causar inestabilidad en la red. ¿Seguro que deseas continuar?

source: Subscription Info
es: Información de suscripción

source: No Sub Info Found
es: No se ha encontrado información de suscripción

source: Sub Info Get Error
es: Error al obtener la información de suscripción

source: Router-Self Proxy
es: Proxy para tráfico del propio router

source: Only Supported for Rule Mode
es: Solo compatible con el modo Rule; otros modos usarán el flujo por defecto.

source: ALL Functions In Stream Enhance Tag Will Not Work After Disable
es: Si se desactiva, todas las funciones del apartado «mejora de streaming» dejarán de estar disponibles.

source: Error: Set Router Self Proxy Rule Failed,
es: Error: fallo al configurar la regla de proxy del router,

source: Error: Streaming Unlock Has No Parameter of Type, Exiting...
es: Error: no se especificó el tipo de servicio a desbloquear; abortando...

source: Error: Streaming Unlock Could not Work Because of Router-Self Proxy Disabled, Exiting...
es: Error: el proxy del propio router está desactivado; desbloqueo de streaming imposible. Abortando...

source: Error: Multiple Scripts Running, Exiting...
es: Error: hay varios scripts ejecutándose; abortando...

source: Enable Sniffer
es: Habilitar Sniffer (detección de dominios)

source: Sniffer Will Prevent Domain Name Proxy and DNS Hijack Failure
es: El sniffer ayuda a evitar errores de proxy de dominios y fallos de secuestro DNS.

source: Override All Dns Query
es: Sobrescribir todas las consultas DNS

source: Meta Settings
es: Ajustes Meta

source: Smart Settings
es: Ajustes Smart

source: Geodata Loader Mode
es: Modo de carga de Geodata

source: Memconservative
es: Modo de bajo consumo de memoria

source: Standard
es: Modo estándar

source: Enable GeoIP Dat
es: Usar GeoIP Dat

source: Replace GEOIP MMDB With GEOIP Dat, Large Size File
es: Reemplazar GEOIP MMDB por GeoIP Dat (archivo grande, sin datos integrados).

source: Need Download First
es: Requiere descarga previa

source: Auto Update GeoIP Dat
es: Actualizar GeoIP Dat automáticamente

source: Custom GeoIP Dat URL
es: URL personalizada para GeoIP Dat

source: Custom GeoIP Dat URL, Click Button Below To Refresh After Edit
es: Tras cambiar la URL, pulsa el botón inferior para actualizar.

source: Update GeoIP Dat
es: Actualizar GeoIP Dat

source: Note: It is not recommended to enable IPv6 and related services for routing. Most of the network connection problems reported so far are related to it
es: Nota: no se recomienda activar IPv6 ni sus servicios en el router; la mayoría de problemas reportados están relacionados con ello.

source: Note: Turning on secure DNS in the browser will cause abnormal shunting, please be careful to turn it off
es: Nota: activar DNS seguro en el navegador puede causar problemas de enrutamiento; se recomienda desactivarlo.

source: Note: Some software will modify the device HOSTS, which will cause abnormal shunt, please pay attention to check
es: Nota: algunos programas modifican el archivo HOSTS del dispositivo y causan problemas de enrutamiento. Revisa si es necesario.

source: Note: The default proxy routes local traffic, BT, PT download, etc., please use Redir-Host mode as much as possible and pay attention to traffic avoidance
es: Nota: el proxy por defecto procesa tráfico local, BT, PT, etc.; usa Redir-Host siempre que sea posible.

source: Note: Game proxy please use nodes except VMess
es: Nota: para juegos, evita nodos VMess.

source: Note: If the connection is abnormal, please follow the steps on this page to check first
es: Nota: si la conexión falla, sigue primero los pasos indicados en esta página.

source: Note: If you need to perform client access control in Fake-IP mode, please change the DNS hijacking mode to firewall forwarding
es: Nota: para control de acceso en modo Fake-IP, cambia el secuestro DNS a reenvío por firewall.

source: Click to the page
es: Ir a la página

source: Custom Sniffer Settings
es: Ajustes personalizados del sniffer

source: Custom The Force and Skip Sniffing Doamin Lists
es: Configura listas de dominios forzados o excluidos del sniffer.

source: Enable Tcp Concurrent
es: Activar concurrencia TCP

source: TCP Concurrent Request IPs, Choose The Lowest Latency One To Connection
es: Solicita todas las IP y usa automáticamente la de menor latencia.

source: Remaining
es: Restantes

source: days
es: días

source: Specific Interface
es: Interfaz específica

source: DNS Lookup Only Through The Specific Interface
es: Resolver DNS únicamente a través de la interfaz seleccionada

source: Specific Group (Support Regex)
es: Grupo específico (soporta regex)

source: Group Use For Proxy The DNS
es: Grupo utilizado para proxy DNS

source: Direct Nameserver
es: Servidor DNS directo

source: Use For Domain Need Direct
es: Usado para dominios que deben resolverse sin proxy

source: Node Domain Resolve
es: Resolución de dominios de nodos

source: Use For Node Domain Resolve
es: Usado para resolver dominios de nodos

source: Lan Traffic Access List
es: Control de acceso del tráfico LAN

source: The Traffic From The Local Specified Port Will Not Pass The Core, Try To Set When The Bypass Gateway Forwarding Fails
es: El tráfico proveniente de puertos locales específicos no pasará por el núcleo; útil si el encaminamiento en bypass falla.

source: Local IPv4 Network Bypassed List
es: Lista de direcciones IPv4 locales omitidas

source: Local IPv6 Network Bypassed List
es: Lista de direcciones IPv6 locales omitidas

source: The Traffic of The Destination For The Specified Address Will Not Pass The Core
es: El tráfico destinado a estas direcciones no pasará por el núcleo

source: Force HTTP/3
es: Forzar HTTP/3

source: Force HTTP/3 to connect
es: Forzar conexiones mediante HTTP/3

source: Unzip Error!
es: Error al descomprimir.

source: Unzip Error
es: Error al descomprimir

source: Switch To Official Version
es: Cambiar a versión oficial

source: Switch To Meta Version
es: Cambiar a versión Meta

source: Switch(Update) Dashboard Version
es: Cambiar/actualizar versión del Dashboard

source: Switch(Update) Yacd Version
es: Cambiar/actualizar versión de Yacd

source: Update Metacubexd Version
es: Actualizar Metacubexd

source: Update Zashboard Version
es: Actualizar Zashboard

source: Downloading File...
es: Descargando archivo...

source: Update Failed
es: Actualización fallida

source: Update Successful
es: Actualización realizada

source: Switch Successful
es: Cambio realizado con éxito

source: Close Old Connections
es: Cerrar conexiones antiguas

source: Automatically Close Old Connections When New Unlock Node Selected
es: Cierra automáticamente las conexiones del grupo al seleccionar un nuevo nodo de desbloqueo

source: Append Default DNS
es: Añadir DNS predeterminado

source: Automatically Append Compliant DNS to default-nameserver
es: Añade automáticamente DNS válidos al default-nameserver

source: China Mainland Only
es: Solo China continental

source: Hongkong/Macau/Taiwan
es: Hong Kong / Macao / Taiwán

source: Taiwan Only
es: Solo Taiwán

source: Backup Section
es: Opciones de copia de seguridad

source: Backup Exclude Cores
es: Copia sin núcleos

source: Backup Core
es: Copiar solo núcleo

source: Backup Config
es: Copiar solo configuración

source: Backup Rule Provider
es: Copiar solo proveedores de reglas

source: Backup Proxy Provider
es: Copiar solo proveedores de proxy

source: Chnroute Bypassed List
es: Lista de exclusión IPv4 de China continental

source: Chnroute6 Bypassed List
es: Lista de exclusión IPv6 de China continental

source: Domains or IPs in The List Will Not be Affected by The China IP Route Option, Depend on Dnsmasq
es: Los dominios o IP de la lista no se verán afectados por la opción China IP Route. Requiere Dnsmasq.

source: Warning: You May Need to Turn off The Rebinding Protection Option of Dnsmasq When Hosts Has Set a Reserved Address...
es: Advertencia: si HOSTS contiene direcciones reservadas, desactiva la protección de 'rebinding' de Dnsmasq.

source: Auto Select Logic
es: Lógica de selección automática

source: Urltest
es: Baja latencia

source: Random
es: Aleatorio

source: Tip: You have seted the authentication of SOCKS5/HTTP(S) proxy with
es: Aviso: has configurado autenticación para el proxy SOCKS5/HTTP(S) con

source: Google Not CN
es: Google no China

source: In Fake-ip Mode, Even If This Option is Turned Off, Domain Type Connections Still Pass Through The Core For The Availability
es: En modo Fake-IP, incluso desactivado, algunas conexiones de dominio seguirán pasando por el núcleo.

source: Warning: TUN Interface Start Failed, Please Check The Dependence or Try to Restart Again!
es: Advertencia: fallo al iniciar la interfaz TUN; revisa dependencias o intenta reiniciar.

source: Warning: TUN Interface Start Failed, Try to Restart Again...
es: Advertencia: inicio de TUN fallido; intentando reiniciar...

source: Error: Core Start Failed, Please Check The Log Infos!
es: Error: fallo al iniciar el núcleo. Revisa el registro de núcleo.

source: Error: Core Status Abnormal, Please Check The Log Infos!
es: Error: estado del núcleo anómalo. Consulta el registro de núcleo.

source: Forced Sniff Pure IP Connections
es: Forzar sniffing de conexiones IP puras

source: Forced Sniff Pure IP
es: Forzar sniffing de IP puras

source: Download Failed:
es: Descarga fallida:

source: Warning: Dnsmasq not Support nftset, Use ipset...
es: Advertencia: Dnsmasq no admite nftset; usando ipset en su lugar.

source: Tip: Firewall4 was Detected, Use NFTABLE Rules...
es: Aviso: detectado Firewall4; usando reglas NFTABLE...

source: Specify CN DNS Server
es: DNS específico para dominios de China

source: Seconds...
es: segundos...

source: 1. Before modifying the configuration file, please click the button below to read the configuration file
es: 1. Antes de editar el archivo de configuración, pulsa el botón inferior para cargarlo.

source: 2. Proxy-providers address can be directly filled in the subscription link
es: 2. La dirección de un proveedor de proxy puede ser directamente un enlace de suscripción.

source: Custom Tag
es: Etiqueta personalizada

source: Mark as Custom Node to Prevent Retention config from being Deleted When Enabled
es: Marcar como nodo personalizado para evitar que se elimine al usar configuración de retención.

source: Error: Edit URL-Test URL Failed,
es: Error: fallo al modificar la URL de URL-Test,

source: Error: Edit URL-Test Interval Failed,
es: Error: fallo al modificar el intervalo de URL-Test,

source: URL-Test Address Modify
es: Modificar dirección de URL-Test

source: Modify The URL-Test Address In The Config
es: Modificar en la configuración la dirección de URL-Test

source: URL-Test Interval Modify
es: Modificar intervalo de URL-Test

source: Modify The URL-Test Interval In The Config
es: Modificar en la configuración el intervalo de URL-Test

source: Whether to Enable Process Rules, Only Works on Routerself, If You Are Not Sure, Please Choose off Which Useful in Router Environment, Depend on kmod-inet-diag
es: Habilita reglas por proceso (solo para procesos del router). Si no estás seguro, déjalo desactivado. Requiere kmod-inet-diag.

source: Enable Process Rule
es: Activar reglas por proceso

source: Warning: Because there is a port range
es: Advertencia: debido a que existe un rango de puertos

source: in the firewall rule settings
es: en la configuración del firewall

source: auto bypassing may cause the normal connection of the client not to reach the core, if necessary, please add your own in the access control!
es: el bypass automático puede impedir que conexiones legítimas lleguen al núcleo. Añade reglas manuales si es necesario.

source: Tip: Start Add Port Bypassing Rules For Firewall Redirect and Firewall Rules...
es: Aviso: añadiendo reglas de bypass de puertos para redirecciones de firewall...

source: Tip: DNS Hijacking Mode is Dnsmasq Redirect...
es: Aviso: modo de secuestro DNS: redirección Dnsmasq...

source: Tip: DNS Hijacking Mode is Firewall Redirect...
es: Aviso: modo de secuestro DNS: redirección por firewall...

source: Tip: DNS Hijacking is Disabled...
es: Aviso: el secuestro DNS está desactivado...

source: Fake-IP Range
es: Rango de direcciones Fake-IP

source: Set Fake-IP Range
es: Configurar rango Fake-IP

source: IPv6 Settings
es: Configuración IPv6

source: Custom Config Overwrite Scripts Which Will Run After Plugin Own Completely, Please Be Careful, The Wrong Changes May Lead to Exceptions
es: Scripts de sobrescritura personalizados (se ejecutan tras las reglas internas). Usa con cuidado; cambios incorrectos pueden causar fallos.

source: Custom Firewall Rules, Support IPv4 and IPv6, All Rules Will Be Added After Plugin Own Completely
es: Reglas de firewall personalizadas (IPv4/IPv6). Se aplican tras las reglas internas del plugin.

source: Tip: Start Add Custom Firewall Rules...
es: Aviso: aplicando reglas de firewall personalizadas...

source: Tip: Start Running Custom Overwrite Scripts...
es: Aviso: ejecutando scripts de sobrescritura personalizados...

source: Developer Settings
es: Opciones de desarrollador

source: Restore
es: Restaurar

source: DNS Test
es: Prueba DNS

source: No Response Found!
es: No se ha obtenido respuesta.

source: Client Fingerprint
es: Huella del cliente

source: Change The Client Fingerprint, Only Support TLS Transport in TCP/GRPC/WS/HTTP For Vless/Vmess and Trojan
es: Cambiar la huella del cliente. Solo compatible con transporte TLS en TCP/GRPC/WS/HTTP para Vless/Vmess y Trojan.

source: Watchdog: Edit Client-fingerprint Failed,
es: Watchdog: fallo al modificar la huella del cliente,

source: Error: Edit Client-fingerprint Failed,
es: Error: fallo al modificar la huella del cliente,

source: Traffic Control
es: Control de tráfico

source: Hide IP
es: Ocultar IP

source: Show IP
es: Mostrar IP

source: Router Mode
es: Modo router

source: Browser Mode
es: Modo navegador

source: Refresh
es: Actualizar

source: Specify URL
es: Especificar URL

source: Paste the new url of subscribe infos sources here:
es: Pega aquí la nueva URL de origen de la suscripción:

source: Specify subscribe infos sources url successfully!
es: La nueva URL de suscripción se ha configurado correctamente.

source: Delete Specify Subscribe infos sources url successfully!
es: La URL personalizada de suscripción ha sido eliminada.

source: Specify subscribe infos sources url failed:
es: Error al establecer la nueva URL de suscripción:

source: IPv6 Proxy Mode
es: Modo proxy IPv6

source: TProxy Mode
es: Modo TProxy

source: Redirect Mode
es: Modo Redirect

source: TUN Mode
es: Modo TUN

source: Mix Mode
es: Modo Mixto (UDP–TUN, TCP–Redirect)

source: Tip: IPv6 Proxy Mode is Redirect...
es: Tip: el modo proxy IPv6 es Redirect...

source: Tip: IPv6 Proxy Mode is TUN...
es: Tip: el modo proxy IPv6 es TUN...

source: Tip: IPv6 Proxy Mode is TProxy...
es: Tip: el modo proxy IPv6 es TProxy...

source: Tip: IPv6 Proxy Mode is Mix...
es: Tip: el modo proxy IPv6 es Mixto...

source: Warning: Can't Settting Only Intranet Allowed Function, Get IPv4 WAN Interfaces error, Please Verify The Firewall's WAN Zone Name is wan, Ignore This IF The Device Does not Have a WAN Interfaces...
es: Advertencia: fallo al activar la función «solo intranet». No se pudo obtener la interfaz WAN IPv4. Comprueba que la zona WAN en el cortafuegos se llama «wan». Si el dispositivo no tiene interfaz WAN, ignora este aviso.
