Repository: vernesong/OpenClash
Catalog: luci-app-openclash/po/*/openclash.*.po
Languages: es

source: A Clash Client For OpenWrt
es: Un cliente Clash para OpenWrt compatible con Shadowsocks(R), Vmess, Trojan, Snell y otros protocolos, que permite el enrutamiento por reglas de forma flexible.

source: Plugin Settings
es: Ajustes del plugin

source: Credits
es: Créditos

source: Overviews
es: Resumen

source: Overwrite Settings
es: Sobrescribir ajustes

source: Rule Providers Append
es: Añadir proveedores de reglas

source: Game Rules Append
es: Añadir reglas de juegos

source: Other Rule Providers Append
es: Añadir otros proveedores de reglas

source: Custom Rule Providers Append
es: Añadir proveedores de reglas personalizados

source: General Settings
es: Ajustes generales

source: Settings
es: Ajustes

source: Config Subscribe
es: Suscripción de configuraciones

source: Add Config File
es: Añadir archivo de configuración

source: Config Subscribe Edit
es: Editar suscripción de configuración

source: Rules Update
es: Actualización de reglas de terceros

source: Dashboard Settings
es: Ajustes del panel de control

source: Enabled
es: Habilitado

source: Disabled
es: Deshabilitado

source: Running
es: En ejecución

source: Not Running
es: No ejecutándose

source: (Enable or Disable)
es: (Habilitar o deshabilitar)

source: Config Normal
es: Configuración correcta

source: Config Abnormal
es: Configuración incorrecta

source: File Not Exist
es: El archivo no existe

source: Not Set
es: No configurado

source: Server Logs
es: Registros del servidor

source: Debug Logs
es: Registros de depuración

source: Generate Logs
es: Generar registros

source: Click to Generate
es: Haz clic para generar

source: Enable OpenClash
es: Activar OpenClash

source: Disable OpenClash
es: Desactivar OpenClash

source: Commit Settings
es: Guardar ajustes

source: Apply Settings
es: Aplicar ajustes

source: Download Config
es: Descargar configuración

source: Copy Config
es: Copiar configuración

source: Update Config
es: Actualizar configuración

source: Download Running Config
es: Descargar configuración en ejecución

source: Select Mode
es: Seleccionar modo

source: redir-host
es: Modo Redir-Host (compatible)

source: fake-ip
es: Modo Fake-IP (mejorado)

source: redir-host(tun mode)
es: Modo Redir-Host (TUN)

source: fake-ip(tun mode)
es: Modo Fake-IP (TUN)

source: redir-host-mix(tun mix mode)
es: Modo Redir-Host (TUN mixto) [UDP-TUN, TCP-reenvío]

source: fake-ip-mix(tun mix mode)
es: Modo Fake-IP (TUN mixto) [UDP-TUN, TCP-reenvío]

source: Select Mode For OpenClash Work, Try Flush DNS Cache If Network Error
es: Selecciona el modo de ejecución; si hay errores de red, prueba a vaciar la caché DNS

source: Proxy Mode
es: Modo de proxy

source: Select Proxy Mode
es: Selecciona el modo de proxy predeterminado

source: Rule Proxy Mode
es: Rule (proxy por reglas)

source: Global Proxy Mode
es: Global (proxy total – requiere elegir nodo en el panel de control)

source: Direct Proxy Mode
es: Direct (conexión directa total)

source: Select Stack Type
es: Tipo de pila de red

source: Select Stack Type For TUN Mode, According To The Running Speed on Your Machine
es: Selecciona la pila de red para el modo TUN según el rendimiento de tu dispositivo

source: China IP Route
es: Experimental: omitir IP de regiones específicas

source: China IPv6 Route
es: Experimental: omitir IPv6 de regiones específicas

source: Bypass Mainland China
es: Omitir China continental

source: Bypass Overseas
es: Modo regreso a China para usuarios en el extranjero

source: Bypass Specified Regions Network Flows, Improve Performance, If Inaccessibility on Bypass Gateway, Try to Enable Bypass Gateway Compatible Option
es: Omite el tráfico de regiones especificadas para mejorar el rendimiento. Si usas un router en modo bypass y hay problemas de acceso, habilita la opción de compatibilidad.

source: Log Level
es: Nivel de registro

source: Info Mode
es: Info (información)

source: Warning Mode
es: Warning (advertencias)

source: Error Mode
es: Error (errores)

source: Debug Mode
es: Debug (depuración)

source: Silent Mode
es: Silent (silencioso)

source: Select Core's Log Level
es: Selecciona el nivel de registro del núcleo

source: Only intranet allowed
es: Solo intranet permitida

source: When Enabled, The Control Panel And The Connection Broker Port Will Not Be Accessible From The Public Network
es: Si se activa, el panel de control y el puerto del broker no serán accesibles desde Internet

source: Redirect Local DNS Setting
es: Redirección del DNS local

source: Set Local DNS Redirect
es: Configura la redirección del DNS local; se recomienda Dnsmasq para mejor compatibilidad

source: Dnsmasq Redirect
es: Redirección mediante Dnsmasq

source: Firewall Redirect
es: Redirección mediante firewall

source: Custom DNS Setting
es: DNS ascendente personalizado

source: Use Custom Rules
es: Añadir reglas personalizadas al archivo de configuración

source: Add Custom DNS Servers
es: Añadir servidores DNS personalizados

source: (Take Effect After Choose Above)
es: (Efectivo solo si está activado arriba)

source: Advanced Setting
es: Configuración avanzada

source: Enable Specify DNS Server
es: Habilitar segundo servidor DNS

source: Specify DNS Server
es: Servidor especificado

source: Specify DNS Server For List, Only One IP Server Address Support
es: Especifica un único servidor DNS para los dominios listados

source: Domain Names In The List Do Not Return Fake-IP, One rule per line, Depend on Dnsmasq
es: Un dominio por línea; estos dominios siempre devolverán IP real (depende de Dnsmasq)

source: Domain Names In The List Do Not Return Fake-IP, One rule per line
es: Un dominio por línea; devolverán IP real en modo Fake-IP

source: Domain Names In The List Use The Custom DNS Server, But Still Return Fake-IP Results, One rule per line
es: Un dominio por línea; usarán el DNS indicado pero seguirán devolviendo direcciones Fake-IP

source: Set OpenClash Upstream DNS Resolve Server
es: Activar para sobrescribir la configuración DNS del archivo; configura los servidores abajo

source: DNS Server Group
es: Grupo de servidores DNS

source: NameServer Group Must Be Set
es: Debe configurarse al menos un NameServer

source: DNS Server Address
es: Dirección del servidor

source: Do Not Add Type Ahead
es: No añadas prefijos de tipo

source: DNS Server Port
es: Puerto del servidor

source: Require When Use Non-Standard Port
es: Obligatorio si se usa un puerto no estándar

source: DNS Server Type
es: Tipo de servidor

source: Communication protocol
es: Protocolo de comunicación

source: Proxy IPv6 Traffic
es: Proxy para tráfico IPv6

source: The Gateway and DNS of The Connected Device Must be The Router IP, Disable IPv6 DHCP To Avoid Abnormal Connection If You Do Not Use
es: El dispositivo debe usar como puerta de enlace y DNS la IP del router. Si no usas IPv6, desactiva su DHCP para evitar fallos.

source: IPv6 DNS Resolve
es: Permitir resolución DNS IPv6

source: Enable to Resolve IPv6 DNS Requests
es: Permite procesar peticiones DNS de tipo IPv6

source: Rules Setting
es: Ajustes de reglas

source: Config Manage
es: Gestión de configuraciones

source: Upload Config File
es: Subir archivo de configuración

source: Upload File Type
es: Tipo de archivo a subir

source: (Click to select)
es: (Haz clic para seleccionar)

source: Proxy Provider File
es: Archivo de proveedor de proxies

source: Rule Provider File
es: Archivo de proveedor de reglas

source: Core File
es: Archivo del núcleo

source: Upload
es: Subir

source: Add
es: Añadir

source: File saved to
es: Archivo guardado en

source: upload file error.
es: Error al subir el archivo.

source: No specify upload file.
es: No se ha especificado ningún archivo para subir.

source: Note: Please Upload File According To File Type, File Will Be Saved To The Prompt Path
es: Nota: sube el archivo según su tipo; se guardará en la ruta indicada.

source: Proxy Provider File List
es: Lista de archivos de proveedores de proxies

source: Rule Providers File List
es: Lista de archivos de proveedores de reglas

source: Game Rules File List
es: Lista de archivos de reglas de juegos

source: Please Make Sure Ports Available
es: Asegúrate de que los puertos estén disponibles

source: Update Subcription
es: Actualizar suscripción

source: Update time (every day)
es: Hora de actualización (cada día)

source: Update Interval(min)
es: Intervalo de actualización (minutos)

source: Update Interval(hour)
es: Intervalo de actualización (horas)

source: Update Mode
es: Modo de actualización

source: Appointment Mode
es: Programado

source: Loop Mode
es: Cíclico

source: Auto Update
es: Actualización automática

source: Check And Update
es: Comprobar y actualizar

source: After clash start running, wait a moment for servers to resolve,enjoy
es: Cuando Clash esté ejecutándose, espera unos instantes a que los servidores se resuelvan.

source: Redir Port
es: Puerto Redir

source: TProxy Port
es: Puerto TProxy

source: SOCKS5 Port
es: Puerto SOCKS5

source: HTTP(S) Port
es: Puerto HTTP(S)

source: Mixed Port
es: Puerto mixto HTTP(S) & SOCKS5

source: Set Authentication of SOCKS5/HTTP(S)
es: Configurar autenticación para SOCKS5/HTTP(S)

source: Not Null
es: No puede estar vacío

source: Server Subscription Address
es: Dirección de suscripción de configuración

source: Auto Update Server subscription
es: Actualizar suscripción automáticamente

source: Modify Your Config file:
es: Puedes modificar tu archivo de configuración:

source: Here, Except The Settings That Were Taken Over
es: (solo para parámetros que no estén gestionados por OpenClash)

source: Default Config File With Correct Template
es: Archivo de configuración de referencia, con parámetros y comentarios correctos

source: Config File Edited By OpenClash For Running
es: Archivo de configuración modificado por OpenClash para ejecutarse

source: Dashboard Secret
es: Clave del panel de administración

source: Set Dashboard Secret
es: Establecer clave del panel de administración

source: Dashboard Address Example:
es: Ejemplo de dirección del panel:

source: Dashboard Port
es: Puerto del panel de administración

source: Public Dashboard Address
es: Dirección pública del panel

source: Domain Name For Dashboard Login From Public Network
es: Dominio para iniciar sesión en el panel desde Internet

source: Public Dashboard Port
es: Puerto público del panel

source: Port For Dashboard Login From Public Network
es: Puerto usado para iniciar sesión en el panel desde Internet

source: Public Dashboard SSL enabled
es: Habilitar SSL para acceso público

source: Is SSL enabled For Dashboard Login From Public Network
es: Indica si el acceso al panel desde Internet utiliza SSL

source: GEO Update
es: Actualización de bases GEO

source: Auto Update GeoIP MMDB
es: Actualizar automáticamente GeoIP MMDB

source: Update GeoIP MMDB
es: Actualizar GeoIP MMDB

source: Auto Update GeoSite
es: Actualizar automáticamente GeoSite

source: Update GeoSite Database
es: Actualizar base de datos GeoSite

source: Auto Update Geo ASN
es: Actualizar automáticamente Geo ASN

source: Update Geo ASN Database
es: Actualizar base de datos Geo ASN

source: Auto Update Chnroute Lists
es: Actualizar automáticamente la lista Chnroute

source: Update Chnroute Lists
es: Actualizar lista Chnroute

source: Chnroute Update
es: Actualización de Chnroute

source: Other Rules Update(Only in Use)
es: Actualización de reglas de terceros (solo si se están usando)

source: Enable Other Rules
es: Habilitar reglas de terceros

source: Use Other Rules
es: Sobrescribe las reglas del archivo de configuración (excepto personalizadas). Debes crear antes la configuración más abajo.

source: lhie1 Rules
es: Reglas lhie1

source: Auto Update Other Rules
es: La actualización automática solo funciona si se están usando reglas de terceros

source: Update Time (Every Week)
es: Hora de actualización (cada semana)

source: Every Day
es: Cada día

source: Every Monday
es: Cada lunes

source: Every Tuesday
es: Cada martes

source: Every Wednesday
es: Cada miércoles

source: Every Thursday
es: Cada jueves

source: Every Friday
es: Cada viernes

source: Every Saturday
es: Cada sábado

source: Every Sunday
es: Cada domingo

source: Update Other Rules
es: Actualizar reglas de terceros

source: GlobalTV
es: Streaming internacional

source: AsianTV
es: Streaming asiático

source: CN Mainland TV
es: Streaming de China continental

source: Proxy
es: Tráfico que debe ir por proxy

source: Apple
es: Servicios de Apple

source: Google FCM
es: Google FCM (notificaciones)

source: Scholar
es: Sitios académicos

source: Microsoft
es: Servicios de Microsoft

source: Disney Plus
es: Disney+

source: Steam
es: Steam (no incluye descargas)

source: Speedtest
es: Speedtest (tráfico de prueba)

source: AdBlock
es: Publicidad (AdBlock)

source: Domestic
es: Tráfico doméstico

source: Others
es: Tráfico no coincidente con reglas

source: Choose Proxy Groups, Base On Your Config File
es: Selecciona los grupos de proxy para cada categoría; los grupos se toman de tu archivo de configuración

source: Custom Clash Rules
es: Reglas personalizadas

source: Custom Rules Here, For More Go:
es: Define aquí reglas personalizadas; más información en:

source: (Priority)
es: (Prioridad)

source: (Extended)
es: (Ampliadas)

source: IP To CIDR:
es: Conversor IP a CIDR:

source: Custom Hosts Here, You May Need to Turn off The Rebinding Protection Option of Dnsmasq When Hosts Has Set a Reserved Address, For More Go:
es: Configura Hosts personalizados aquí. Si usas direcciones reservadas, debes desactivar la protección de re-binding de Dnsmasq. Más información en:

source: Set Custom Rules
es: Establecer reglas personalizadas (requiere activar la opción en Ajustes de reglas)

source: Version Update
es: Actualización de versión

source: Model Not Found
es: No se ha podido identificar la arquitectura del procesador

source: Current Core Version
es: Versión actual del núcleo

source: Last Core Version
es: Última versión del núcleo

source: Check Failed
es: Error al comprobar actualización

source: <New>
es: <Disponible>

source: Getting Last Version...
es: Obteniendo la última versión...

source: Update Core File
es: Actualizar núcleo

source: Download Form https://github.com/vernesong/OpenClash/releases/tag/Clash If Fail
es: Si falla la descarga, puedes obtenerlo manualmente en https://github.com/vernesong/OpenClash/releases/tag/Clash

source: Last OpenClash Version
es: Última versión de OpenClash

source: Current OpenClash Version
es: Versión actual de OpenClash

source: Update OpenClash
es: Actualizar OpenClash

source: Only For IPK Install Type Or Not Release Memory
es: Solo se puede actualizar si se instaló mediante IPK; las versiones compiladas en el sistema no liberarán espacio tras actualizar.

source: Onekey Create
es: Generar con un clic

source: Read Config
es: Leer configuración

source: Delete Unused Servers
es: Eliminar nodos no utilizados

source: Delete Servers
es: Borrar configuración de servidores

source: Delete Proxy Providers
es: Borrar configuración de proveedores de proxy

source: Delete Groups
es: Borrar configuración de grupos

source: Back Settings
es: Volver al resumen

source: Refresh Page
es: Actualizar página

source: Onekey Create (Servers&Groups manage)
es: Generación con un clic (gestión de nodos y grupos)

source: Keep Settings
es: Conservar ajustes

source: Only Update Servers Below When Subscription
es: Al suscribir, solo actualizar nodos y proveedores; mantener grupos sin modificar su orden.

source: New Servers Group (Support Regex)
es: Grupo predeterminado para nuevos nodos (soporta expresiones regulares)

source: Set The New Subscribe Server's Default Proxy Groups
es: Selecciona los grupos predeterminados para los nuevos nodos suscritos (sin duplicados)

source: Choose Template For Create Config
es: Selecciona la plantilla para generar la configuración

source: Use Other Rules To Create Config
es: Crear configuración usando reglas de terceros (luego podrás ajustar parámetros en Ajustes globales)

source: Disable Create Config
es: Solo actualizar nodos de la configuración

source: Mix Proxies
es: Mezclar nodos

source: Mix This Page's Proxies
es: Al generar la configuración, mezclar todos los servidores listados en esta página (sin importar el archivo original)

source: Type
es: Tipo

source: Server Alias
es: Alias del servidor (no duplicar)

source: Server Address
es: Dirección del servidor

source: Server Port
es: Puerto del servidor

source: UDP Support
es: Compatible con UDP

source: Edit Server
es: Editar servidor

source: Server Node Type
es: Tipo de nodo del servidor

source: Using incorrect encryption mothod may causes service fail to start
es: Una combinación incorrecta de parámetros puede impedir el inicio del servicio

source: Password
es: Contraseña

source: Encrypt Method
es: Método de cifrado

source: Protocol
es: Protocolo

source: Protocol param(optional)
es: Parámetros del protocolo (opcional)

source: obfs
es: Plugin de ofuscación

source: Obfs param(optional)
es: Parámetros de ofuscación (opcional)

source: UDP Enable
es: Habilitar UDP

source: XUDP Enable
es: Habilitar XUDP

source: obfs-mode
es: Modo de ofuscación

source: obfs-hosts
es: Host de ofuscación

source: Auth Username
es: Usuario de autenticación

source: Auth Password
es: Contraseña de autenticación

source: None
es: Sin configuración

source: Create Config
es: Generar archivo de configuración

source: Create Config By One-Click Only Need Proxies
es: La generación con un clic solo requiere nodos o proveedores configurados

source: Proxy Groups(No Need Set when Config Create)
es: Grupos de proxy (no es necesario configurarlos al generar con un clic)

source: Proxies
es: Configuración de nodos

source: Enable Port Hopping
es: Habilitar cambio dinámico de puertos

source: Port Range
es: Rango de puertos

source: Uplink Capacity(Default:Mbps)
es: Capacidad de subida (por defecto en Mbps)

source: Downlink Capacity(Default:Mbps)
es: Capacidad de bajada (por defecto en Mbps)

source: Hop Interval (Unit:second)
es: Intervalo de salto (segundos)

source: Obfs
es: Ofuscación

source: Obfs param (optional)
es: Parámetro de ofuscación (opcional)

source: obfs-password
es: Contraseña de ofuscación

source: Enable Transport Protocol Settings
es: Habilitar configuración del protocolo de transporte

source: Hysterir QUIC parameters
es: Parámetros QUIC

source: QUIC init stream receive window
es: Tamaño inicial de la ventana de recepción de flujo QUIC

source: QUIC max stream receive window
es: Tamaño máximo de la ventana de recepción de flujo QUIC

source: QUIC init connection receive window
es: Tamaño inicial de la ventana de recepción de conexión QUIC

source: QUIC max connection receive window
es: Tamaño máximo de la ventana de recepción de conexión QUIC

source: Edit Rule Providers
es: Editar proveedores de reglas

source: Rule Providers Type
es: Tipo de proveedor de reglas

source: Choose The Rule Providers Type
es: Selecciona el tipo de proveedor de reglas

source: Append Position
es: Orden de coincidencia

source: Priority Match
es: Prioritario (sobrescribe)

source: Extended Match
es: Extendido (complementario)

source: Rule Providers Name
es: Alias del proveedor (no duplicar)

source: Rule Behavior
es: Tipo de regla

source: Rule Format
es: Formato de regla

source: Choose The Rule Behavior
es: Selecciona el tipo de regla

source: Choose The Rule File Format, For More Info:
es: Selecciona el formato del archivo de reglas. Más información en:

source: Rule Providers Path
es: Ruta del proveedor de reglas

source: Update Your Rule Providers File From Config Luci Page
es: Primero sube aquí tus archivos de proveedores de reglas en la página de gestión de configuración

source: Rule Providers URL
es: URL del proveedor de reglas

source: Rule Providers Interval(s)
es: Intervalo de actualización (segundos)

source: Edit Group
es: Editar grupo

source: Group Type
es: Tipo de grupo

source: Choose The Operation Mode
es: Selecciona el modo de funcionamiento del grupo

source: Group Name
es: Nombre del grupo (no duplicar)

source: Disable UDP
es: Deshabilitar UDP

source: Test URL
es: URL de prueba

source: Test Interval(s)
es: Intervalo de prueba (segundos)

source: Tolerance(ms)
es: Tolerancia para cambio de nodo (ms)

source: Manual-Select
es: Select (selección manual)

source: Smart-Select
es: Smart (selección inteligente)

source: URL-Test
es: URL-Test (menor latencia)

source: Fallback
es: Fallback (conmutación por fallo)

source: Load-Balance
es: Load-Balance (balanceo de carga)

source: Relay-Traffic
es: Relay (encadenado de nodos)

source: Other Group (Support Regex)
es: Incluir otros grupos (soporta expresiones regulares; sin duplicados)

source: The Added Proxy Groups Must Exist Except 'DIRECT' & 'REJECT' & 'REJECT-DROP' & 'PASS' & 'GLOBAL'
es: Nota: excepto 'DIRECT', 'REJECT', 'REJECT-DROP', 'PASS' y 'GLOBAL', los demás grupos deben existir antes de añadirlos.

source: The Added Proxy Provider Must Exist
es: El proveedor de proxy debe existir antes de añadirlo

source: Proxy Group (Support Regex)
es: Grupo de proxy (compatible con expresiones regulares)

source: Set Proxy Group
es: Asignar grupo de proxy

source: No Need Set when Config Create, The added Proxy Groups Must Exist
es: No es necesario configurarlo al generar la configuración; los grupos añadidos deben existir previamente.

source: Clean
es: Limpiar registros

source: Stop Refresh
es: Detener actualización

source: Start Refresh
es: Iniciar actualización

source: Config File
es: Archivo de configuración

source: State
es: Estado

source: Update Time
es: Hora de actualización

source: File Name
es: Nombre del archivo

source: SwiTch
es: Cambiar

source: Size
es: Tamaño

source: Remove
es: Eliminar

source: (Enable or Disable Subscribe)
es: (Habilitar o deshabilitar suscripción)

source: Config Alias
es: Alias de configuración

source: Name For Distinguishing
es: Nombre identificativo (no duplicar)

source: Subscribe Address
es: Dirección de suscripción

source: Keyword Match
es: Filtrar nodos por palabra clave

source: Exclude Keyword Match
es: Excluir nodos por palabra clave

source: eg: hk or tw&bgp
es: Ejemplo: hk o tw&bgp o sg&bgp&netflix

source: Config File List
es: Lista de archivos de configuración

source: Use For All Config File
es: Aplicar a todos los archivos de configuración

source: Proxy-Provider
es: Proveedor de proxies

source: Edit Proxy-Provider
es: Editar proveedor de proxies

source: Provider Type
es: Tipo de proveedor

source: Choose The Provider Type
es: Selecciona el tipo de proveedor

source: Provider Name
es: Alias del proveedor (no duplicar)

source: Provider Path
es: Ruta del proveedor

source: Update Your Proxy Provider File From Config Luci Page
es: Sube primero el archivo del proveedor en la página de gestión de configuración

source: Provider Filter
es: Filtro de nodos del proveedor

source: Provider URL
es: URL del proveedor

source: Provider Interval(s)
es: Intervalo de actualización (s)

source: Provider Health Check
es: Comprobación de estado del proveedor

source: Health Check URL
es: URL de comprobación de estado

source: Health Check Interval(s)
es: Intervalo de comprobación (s)

source: Game Rule's Name
es: Nombre de regla de juego

source: Rule Provider's Name
es: Nombre del proveedor de reglas (sin duplicados)

source: Select Proxy Group
es: Seleccionar grupo de proxy

source: Game Rules List
es: Lista de reglas de juegos

source: Rule Name
es: Nombre de la regla

source: Rule Type
es: Tipo de regla

source: Rule Author
es: Autor de la regla

source: Download Rule
es: Descargar regla

source: Exist
es: Descargado

source: Not Exist
es: No descargado

source: Serial Number
es: Número de serie

source: Game Rules Manage
es: Gestionar reglas de juegos de terceros
